{"austria_1": {"place_id": "austria_1", "place_name": "Vienna", "place_lat": "48.207037", "place_lon": "16.341553", "place_brief_desc": "Something for everyone, from art and music to architecture and cuisine.", "place_longer_desc": "The capital of Austria is a must-see for any visitor. Vienna has something for everyone, from art and music to architecture and cuisine. You can admire the majestic Schönbrunn Palace, the former residence of the Habsburgs, or visit the Belvedere Palace, which houses the largest collection of Gustav Klimt's paintings. You can also enjoy the green spaces of Vienna, such as the Prater park or the Gardens of Mirabell Palace.", "place_image": "./static/images/vienna.png", "place_tags": "museums|history|kids| culture", "place_links": "", "place_country": "Austria"}, "austria_2": {"place_id": "austria_2", "place_name": "Salzburg", "place_lat": "47.813848", "place_lon": "13.045514", "place_brief_desc": "The birthplace of Mozart and the setting of The Sound of Music.", "place_longer_desc": "The birthplace of Mozart and the setting of The Sound of Music, Salzburg is a charming city with a baroque flair. You can explore the historic Old Town, which is a UNESCO World Heritage Site, or visit the Hohensalzburg Fortress, which offers panoramic views of the city and the surrounding mountains. You can also take a day trip to the nearby Salzkammergut region, where you can enjoy the crystal-clear lakes and picturesque villages.", "place_image": "./static/images/salzburg.png", "place_tags": "museums|history|kids| culture", "place_links": "", "place_country": "Austria"}, "austria_3": {"place_id": "austria_3", "place_name": "Graz", "place_lat": "47.072301", "place_lon": "15.416437", "place_brief_desc": "A mix of old and new with medieval buildings and modern architecture.", "place_longer_desc": "The second-largest city in Austria, Graz is a mix of old and new. You can marvel at the medieval buildings and monuments in the Old Town, such as the Styrian Armoury or the Clock Tower, or admire the modern architecture and design of the Kunsthaus or the Murinsel. Graz is also known for its culinary delights, especially its pumpkin seed oil and chocolate. The train journey from Vienna to Graz takes you through the Semmering railway, a spectacular UNESCO World Heritage Site that showcases the engineering and landscape of Austria.", "place_image": "./static/images/graz.png", "place_tags": "museums|history", "place_links": "", "place_country": "Austria"}, "austria_4": {"place_id": "austria_4", "place_name": "Innsbruck", "place_lat": "47.263331", "place_lon": "11.400506", "place_brief_desc": "The capital of Tyrol, Innsbruck is a paradise for outdoor enthusiasts and winter sports lovers.", "place_longer_desc": "The capital of Tyrol, Innsbruck is a paradise for outdoor enthusiasts and winter sports lovers. You can ski or snowboard on the slopes of the Nordkette mountain range, or hike and bike in the summer. You can also visit the Golden Roof, the landmark of Innsbruck that was built by Emperor Maximilian I, or enjoy the cultural attractions of the city, such as the Hofburg palace or the Tyrolean Folk Art Museum.", "place_image": "./static/images/innsbruck.png", "place_tags": "history", "place_links": "", "place_country": "Austria"}, "austria_5": {"place_id": "austria_5", "place_name": "Bregenz", "place_lat": "47.503001", "place_lon": "9.739623", "place_brief_desc": "Scenic city on the shores of Lake Constance.", "place_longer_desc": "The capital of Vorarlberg, Bregenz is a scenic city on the shores of Lake Constance. You can enjoy the lake views and activities, such as swimming, boating, or cycling along the shore. You can also visit the Bregenz Festival, which features opera performances on a floating stage on the lake every summer. Bregenz is also close to some of the most beautiful alpine regions in Austria, such as the Bregenzerwald or the Arlberg.", "place_image": "./static/images/bregenz.png", "place_tags": "history", "place_links": "", "place_country": "Austria"}, "belgium_1": {"place_id": "belgium_1", "place_name": "Brussels", "place_lat": "50.835375", "place_lon": "4.335695", "place_brief_desc": "Fill your tummy in some of the best chocolate, waffles, fries, and beer in the world.", "place_longer_desc": "As the capital of Belgium and the European Union, Brussels is the place where decisions get made - or at least talk about getting made and you can find out more about that with a wander over to the Parlamentarium. Alternatively, why not take a stroll to the Grand Place, the iconic Atomium, or the colourful Comic Strip Museum via the Manneken Pis. You can also fill your tummy in some of the best chocolate, waffles, fries, and beer in the world.", "place_image": "./static/images/brussels.png", "place_tags": "museums|history|kids| culture", "place_links": "", "place_country": "Belgium"}, "belgium_11": {"place_id": "belgium_11", "place_name": "Spa", "place_lat": "50.490081", "place_lon": "5.855501", "place_brief_desc": "The spiritual home of the spa break", "place_longer_desc": "The spiritual home of the spa break", "place_image": "./static/images/spa.png", "place_tags": "history", "place_links": "", "place_country": "Belgium"}, "belgium_12": {"place_id": "belgium_12", "place_name": "Hasselt", "place_lat": "50.930876", "place_lon": "5.327062", "place_brief_desc": "Home of Belgian Jenever which inspired gin", "place_longer_desc": "Home of Belgian Jenever which inspired gin", "place_image": "./static/images/hasselt.png", "place_tags": "history", "place_links": "", "place_country": "Belgium"}, "belgium_2": {"place_id": "belgium_2", "place_name": "Bruges", "place_lat": "51.196939", "place_lon": "3.217078", "place_brief_desc": "Fairy-tale town with picturesque canals, medieval buildings, and charming squares.", "place_longer_desc": "Often called the Venice of the North, Bruges is a fairy-tale town with picturesque canals, medieval buildings, and charming squares.", "place_image": "./static/images/bruges.png", "place_tags": "history", "place_links": "", "place_country": "Belgium"}, "belgium_3": {"place_id": "belgium_3", "place_name": "Ghent", "place_lat": "51.035627", "place_lon": "3.710612", "place_brief_desc": "Lively, cultural, steeped in history and less busy than Bruges.", "place_longer_desc": "If Bruges is Venice then this is Verona. It’s lively, cultural, steeped in history and less busy than Bruges. Have a wander around Gravensteen castle, St. Bavo's Cathedral, edgy Graffiti Street or groovy Patershol district. You can also sample some of the local specialties, such as waterzooi stew and cuberdon ‘noses’ (nose-shaped jelly babies)", "place_image": "./static/images/ghent.png", "place_tags": "history", "place_links": "", "place_country": "Belgium"}, "belgium_4": {"place_id": "belgium_4", "place_name": "Antwerp", "place_lat": "51.215807", "place_lon": "4.421165", "place_brief_desc": "Hub of fashion, design, and diamonds.", "place_longer_desc": "The second-largest city in Belgium and a major port, Antwerp is a hub of fashion, design, and diamonds. Why not visit the Cathedral of Our Lady or be equally as awestruck by the Centraal Station. The Diamond Museum is worth a nosey, as is the trendy Zuid district. You can also shop for some of the best clothes and jewellery in Europe - apparently (I didn’t notice them last time I was there but …).", "place_image": "./static/images/antwerp.png", "place_tags": "history", "place_links": "", "place_country": "Belgium"}, "belgium_5": {"place_id": "belgium_5", "place_name": "Leuven", "place_lat": "50.881543", "place_lon": "4.716146", "place_brief_desc": "A university town with a youthful vibe, Leuven is a great place to visit for culture and beer lovers.", "place_longer_desc": "A university town with a youthful vibe, Leuven is a great place to visit for culture and beer lovers. You can admire the Town Hall, the majestic University Library, the serene Beguinage, and the Stella Artois brewery. You can also enjoy some of the best nightlife and student atmosphere in Belgium.", "place_image": "./static/images/leuven.png", "place_tags": "history", "place_links": "", "place_country": "Belgium"}, "belgium_7": {"place_id": "belgium_7", "place_name": "Namur", "place_lat": "50.468983", "place_lon": "4.862499", "place_brief_desc": "Charming and relaxed city that offers a lot of history and nature.", "place_longer_desc": "The capital of Wallonia and a strategic location at the confluence of two rivers, Namur is a charming and relaxed city that offers a lot of history and nature. You can visit the imposing Citadel, the elegant Saint Aubin's Cathedral, the cosy Old Town, and the scenic Meuse valley.", "place_image": "./static/images/namur.png", "place_tags": "history", "place_links": "", "place_country": "Belgium"}, "belgium_8": {"place_id": "belgium_8", "place_name": "Dinant", "place_lat": "50.26118", "place_lon": "4.907814", "place_brief_desc": "A picturesque town on the banks of the Meuse river.", "place_longer_desc": "A picturesque town on the banks of the Meuse river, Dinant is a perfect destination for a day trip from Brussels or Namur. You can admire the stunning Collegiate Church of Notre Dame, the imposing Citadel, the whimsical Saxophone Bridge, and the mysterious Grotto of Dinant.", "place_image": "./static/images/dinant.png", "place_tags": "history", "place_links": "", "place_country": "Belgium"}, "belgium_9": {"place_id": "belgium_9", "place_name": "Mechelen", "place_lat": "51.017505", "place_lon": "4.483469", "place_brief_desc": "A hidden gem between Brussels and Antwerp, Mechelen is a small but beautiful city that boasts a rich cultural heritage and a vibrant atmosphere.", "place_longer_desc": "A hidden gem between Brussels and Antwerp, Mechelen is a small but beautiful city that boasts a rich cultural heritage and a vibrant atmosphere. You can visit the magnificent St. Rumbold's Cathedral, the impressive Palace of Margaret of Austria, the fun Toy Museum, and the cosy Grote Markt.", "place_image": "./static/images/mechelen.png", "place_tags": "history", "place_links": "", "place_country": "Belgium"}, "bulgaria_1": {"place_id": "bulgaria_1", "place_name": "Sofia", "place_lat": "42.712209", "place_lon": "23.321039", "place_brief_desc": "Sofia is the capital and largest city of Bulgaria.", "place_longer_desc": "Sofia is the capital and largest city of Bulgaria, and a good starting point for your train journey. Sofia has many historical and cultural sights, such as the Alexander Nevsky Cathedral, the National Palace of Culture, and the Boyana Church. You can also enjoy the lively nightlife, the green parks, and the diverse cuisine of Sofia.", "place_image": "./static/images/sofia.png", "place_tags": "history", "place_links": "", "place_country": "Bulgaria"}, "bulgaria_2": {"place_id": "bulgaria_2", "place_name": "Plovdiv", "place_lat": "42.134068", "place_lon": "24.740247", "place_brief_desc": "Plovdiv is the second-largest city in Bulgaria and one of the oldest cities in Europe.", "place_longer_desc": "Plovdiv is the second-largest city in Bulgaria and one of the oldest cities in Europe. It has a charming old town with colourful houses, cobblestone streets, and Roman ruins. Plovdiv is also known for its artistic and creative vibe, with many galleries, festivals, and events.", "place_image": "./static/images/plovdiv.png", "place_tags": "history", "place_links": "", "place_country": "Bulgaria"}, "bulgaria_3": {"place_id": "bulgaria_3", "place_name": "Varna", "place_lat": "43.197968", "place_lon": "27.911246", "place_brief_desc": "Varna is the largest city on the Bulgarian Black Sea coast and a popular summer resort.", "place_longer_desc": "Varna is the largest city on the Bulgarian Black Sea coast and a popular summer resort. It has a long sandy beach, a vibrant promenade, and a lively cultural scene. Varna also has some interesting historical and natural attractions, such as the Roman Baths, the Sea Garden, and the Stone Forest. ", "place_image": "./static/images/varna.png", "place_tags": "history", "place_links": "", "place_country": "Bulgaria"}, "bulgaria_4": {"place_id": "bulgaria_4", "place_name": "Burgas", "place_lat": "42.490805", "place_lon": "27.472671", "place_brief_desc": "Burgas is another coastal city that offers a relaxing seaside escape. ", "place_longer_desc": "Burgas is another coastal city that offers a relaxing seaside escape. It has a beautiful beach, a spacious park, and a modern city centre. Burgas is also a gateway to some of the best natural wonders of Bulgaria, such as the Rila Lakes, the Strandzha Mountain, and the Pomorie Lake.", "place_image": "./static/images/burgas.png", "place_tags": "history", "place_links": "", "place_country": "Bulgaria"}, "bulgaria_5": {"place_id": "bulgaria_5", "place_name": "Veliko Tarnovo", "place_lat": "43.074106", "place_lon": "25.638071", "place_brief_desc": "Veliko Tarnovo is a picturesque town that was once the capital of the medieval Bulgarian Empire.", "place_longer_desc": "Veliko Tarnovo is a picturesque town that was once the capital of the medieval Bulgarian Empire. It is famous for its stunning hilltop fortress, Tsarevets, which offers panoramic views of the town and the Yantra River. Veliko Tarnovo also has a charming old town with narrow streets, stone houses, and churches.", "place_image": "./static/images/veliko tarnovo.png", "place_tags": "history", "place_links": "", "place_country": "Bulgaria"}, "bulgaria_7": {"place_id": "bulgaria_7", "place_name": "Bansko", "place_lat": "41.843869", "place_lon": "23.490144", "place_brief_desc": "Bansko is a popular ski resort in the Pirin Mountains that attracts winter sports enthusiasts from all over Europe", "place_longer_desc": "Bansko is a popular ski resort in the Pirin Mountains that attracts winter sports enthusiasts from all over Europe. It has modern facilities, diverse slopes, and a lively après-ski scene. Bansko also has a charming old town with traditional stone houses, taverns, and museums.", "place_image": "./static/images/bansko.png", "place_tags": "history", "place_links": "", "place_country": "Bulgaria"}, "bulgaria_8": {"place_id": "bulgaria_8", "place_name": "Koprivshtitsa", "place_lat": "42.700901", "place_lon": "24.338842", "place_brief_desc": "Koprivshtitsa is a small town that preserves the authentic atmosphere of the Bulgarian Revival period in the 19th century.", "place_longer_desc": "Koprivshtitsa is a small town that preserves the authentic atmosphere of the Bulgarian Revival period in the 19th century. It has over 300 historical houses that display the typical architecture and decoration of that era. Koprivshtitsa also has several museums that showcase the cultural and historical heritage of Bulgaria.", "place_image": "./static/images/koprivshtitsa.png", "place_tags": "history", "place_links": "", "place_country": "Bulgaria"}, "croatia_1": {"place_id": "croatia_1", "place_name": "Zagreb", "place_lat": "45.807411", "place_lon": "15.990291", "place_brief_desc": "Croatia's capital and largest city, known for its medieval Old Town, Upper Town, and Lower Town.", "place_longer_desc": "Zagreb is a charming city with a lot to offer visitors. The Old Town is home to many well-preserved medieval buildings, including the Zagreb Cathedral and the St. Mark's Church. Visitors can also visit the Upper Town, a hilltop neighborhood with stunning views of the city, and the Lower Town, a lively neighborhood with shops, restaurants, and bars. Zagreb is also a great place to enjoy Croatian cuisine and culture.", "place_image": "./static/images/zagreb.png", "place_tags": "history", "place_links": "", "place_country": "Croatia"}, "croatia_2": {"place_id": "croatia_2", "place_name": "Split", "place_lat": "43.504887", "place_lon": "16.44279", "place_brief_desc": "Croatia's second-largest city and a popular tourist destination, known for its Diocletian's Palace, Riva waterfront, and Marjan Hill.", "place_longer_desc": "Split is a beautiful city with a lot to offer visitors. Diocletian's Palace is a UNESCO World Heritage Site and one of the most popular tourist attractions in Croatia. Visitors can also visit the Riva waterfront, a lively promenade with shops, restaurants, and bars, and Marjan Hill, a hill with stunning views of the city and the Adriatic Sea. Split is also a great place to enjoy Croatian cuisine and culture.", "place_image": "./static/images/split.png", "place_tags": "history", "place_links": "", "place_country": "Croatia"}, "czechia_1": {"place_id": "czechia_1", "place_name": "Prague", "place_lat": "50.081926", "place_lon": "14.451481", "place_brief_desc": "A must-see destination for anyone visiting the country.", "place_longer_desc": "The capital and largest city of the Czech Republic, Prague is a must-see destination for anyone visiting the country. Prague has a stunning old town, a majestic castle, a famous astronomical clock, and many other attractions. You can easily reach Prague by train from any major city in Europe.", "place_image": "./static/images/prague.png", "place_tags": "history", "place_links": "", "place_country": "Czechia"}, "czechia_10": {"place_id": "czechia_10", "place_name": "Ceske Budejovice", "place_lat": "48.974616", "place_lon": "14.48875", "place_brief_desc": "A city in Southern Bohemia, Ceske Budejovice - original home of Budweiser is another place where you can take civilised strolls around the town in a mild fug of beer fumes.", "place_longer_desc": "A city in Southern Bohemia, Ceske Budejovice - original home of Budweiser is another place where you can take civilised strolls around the town in a mild fug of beer fumes.", "place_image": "./static/images/ceske budejovice.png", "place_tags": "history", "place_links": "", "place_country": "Czechia"}, "czechia_2": {"place_id": "czechia_2", "place_name": "Cesky Krumlov", "place_lat": "48.822429", "place_lon": "14.317299", "place_brief_desc": "Picturesque town surrounded by a meandering river and a medieval castle.", "place_longer_desc": "A UNESCO World Heritage Site, Cesky Krumlov is a picturesque town in the south of the country, surrounded by a meandering river and a medieval castle. The town has a charming atmosphere, with cobblestone streets, colorful houses, and cozy cafes.", "place_image": "./static/images/cesky krumlov.png", "place_tags": "history", "place_links": "", "place_country": "Czechia"}, "czechia_3": {"place_id": "czechia_3", "place_name": "Karlovy Vary", "place_lat": "50.235668", "place_lon": "12.866854", "place_brief_desc": "Famous for its mineral springs, elegant buildings, and film festival.", "place_longer_desc": "A spa town in the west of the country, Karlovy Vary is famous for its mineral springs, elegant buildings, and film festival. You can relax in one of the many thermal baths, enjoy a walk along the colonnades, or visit the glass museum. You can take a direct train from Prague to Karlovy Vary in about two hours.", "place_image": "./static/images/karlovy vary.png", "place_tags": "history", "place_links": "", "place_country": "Czechia"}, "czechia_4": {"place_id": "czechia_4", "place_name": "Kutna Hora", "place_lat": "49.961839", "place_lon": "15.300854", "place_brief_desc": "Once a prosperous silver mining center that paid for it's Gothic cathedral , the Italian court, and the ossuary of Sedlec..", "place_longer_desc": "A historical town in Central Bohemia, Kutna Hora was once a prosperous silver mining center and a rival of Prague. Today, it is a popular tourist destination, with several impressive monuments, such as the Gothic cathedral of St. Barbara, the Italian court, and the ossuary of Sedlec. You can take a direct train from Prague to Kutna Hora in about an hour.", "place_image": "./static/images/kutna hora.png", "place_tags": "history", "place_links": "", "place_country": "Czechia"}, "czechia_5": {"place_id": "czechia_5", "place_name": "Brno", "place_lat": "49.190537", "place_lon": "16.612776", "place_brief_desc": "The second largest city and the cultural hub of the Czech Republic.", "place_longer_desc": "The second largest city and the cultural hub of the Czech Republic, Brno is located in the southeast of the country. Brno has a vibrant nightlife, a modern art scene, and a variety of museums and galleries. You can also visit the nearby Moravian Karst, a natural wonder with caves and gorges. You can take a direct train from Prague to Brno in about two and a half hours.", "place_image": "./static/images/brno.png", "place_tags": "history", "place_links": "", "place_country": "Czechia"}, "czechia_6": {"place_id": "czechia_6", "place_name": "Pilsen", "place_lat": "49.746889", "place_lon": "13.377351", "place_brief_desc": "A city in Western Bohemia that attracts beer lovers from all over the world.", "place_longer_desc": "The birthplace of the famous Pilsner beer, Pilsen is a city in Western Bohemia that attracts beer lovers from all over the world. You can visit the Pilsner Urquell brewery, the largest brewery museum in Europe, and taste some of the best beers in the world. You can also explore the historical center of Pilsen, with its Gothic cathedral and Renaissance town hall. You can take a direct train from Prague to Pilsen in about an hour and a half.", "place_image": "./static/images/pilsen.png", "place_tags": "history", "place_links": "", "place_country": "Czechia"}, "czechia_7": {"place_id": "czechia_7", "place_name": "Olomouc", "place_lat": "49.593128", "place_lon": "17.277932", "place_brief_desc": "A university town in Eastern Moravia, Olomouc is often overlooked by tourists but has a lot to offer.", "place_longer_desc": "A university town in Eastern Moravia, Olomouc is often overlooked by tourists but has a lot to offer. Olomouc has one of the largest historical centers in the country, with many Baroque fountains, churches, and palaces. You can also admire the Holy Trinity Column, a UNESCO World Heritage Site and one of the largest sculptures in Europe. You can take a direct train from Prague to Olomouc in about two hours.", "place_image": "./static/images/olomouc.png", "place_tags": "history", "place_links": "", "place_country": "Czechia"}, "czechia_8": {"place_id": "czechia_8", "place_name": "Telc", "place_lat": "49.1826", "place_lon": "15.464278", "place_brief_desc": "UNESCO World Heritage Site, Telc is a small town in Southern Moravia that looks like a fairy tale.", "place_longer_desc": "Another UNESCO World Heritage Site, Telc is a small town in Southern Moravia that looks like a fairy tale. Telc has a stunning main square, lined with colorful Renaissance houses with arcades and gables. You can also visit the Telc Castle, a Renaissance masterpiece with lavish interiors and gardens. You can take a direct train from Prague to Telc in about three hours.", "place_image": "./static/images/telc.png", "place_tags": "history", "place_links": "", "place_country": "Czechia"}, "czechia_9": {"place_id": "czechia_9", "place_name": "Liberec", "place_lat": "50.761429", "place_lon": "15.045947", "place_brief_desc": "Ideal destination for nature lovers and winter sports enthusiasts.", "place_longer_desc": " A city in Northern Bohemia, Liberec is an ideal destination for nature lovers and winter sports enthusiasts. Liberec is surrounded by mountains and forests, where you can hike, bike, or ski. You can also visit the Jested Tower, a futuristic landmark that offers panoramic views of the city and beyond. You can take a direct train from Prague to Liberec in about an hour and 45 minutes.", "place_image": "./static/images/liberec.png", "place_tags": "history", "place_links": "", "place_country": "Czechia"}, "denmark_1": {"place_id": "denmark_1", "place_name": "Copenhagen", "place_lat": "55.688237", "place_lon": "12.578426", "place_brief_desc": "The capital of Denmark and a vibrant city with a rich history and culture.", "place_longer_desc": "The capital of Denmark and a vibrant city with a rich history and culture. Visitors can enjoy Copenhagen's many attractions, including Nyhavn, Tivoli Gardens, Rosenborg Castle, and the National Museum of Denmark.", "place_image": "./static/images/copenhagen.png", "place_tags": "history", "place_links": "", "place_country": "Denmark"}, "denmark_10": {"place_id": "denmark_10", "place_name": "Ribe", "place_lat": "55.327635", "place_lon": "8.770308", "place_brief_desc": "Denmark's oldest town, with a well-preserved medieval center.", "place_longer_desc": "Denmark's oldest town, with a well-preserved medieval center. Visitors can visit the Ribe Cathedral, the oldest cathedral in Denmark, and the Ribe Viking Centre, an open-air museum that recreates Viking life.", "place_image": "./static/images/ribe.png", "place_tags": "history", "place_links": "", "place_country": "Denmark"}, "denmark_3": {"place_id": "denmark_3", "place_name": "Odense", "place_lat": "55.401778", "place_lon": "10.386002", "place_brief_desc": "The birthplace of Hans Christian Andersen and a charming city with a well-preserved medieval center.", "place_longer_desc": "The birthplace of Hans Christian Andersen and a charming city with a well-preserved medieval center. Visitors can visit the Hans Christian Andersen Museum and the Odense Cathedral.", "place_image": "./static/images/odense.png", "place_tags": "history", "place_links": "", "place_country": "Denmark"}, "denmark_4": {"place_id": "denmark_4", "place_name": "Roskilde", "place_lat": "55.639012", "place_lon": "12.088855", "place_brief_desc": "The former capital of Denmark and a city with a rich Viking heritage.", "place_longer_desc": "The former capital of Denmark and a city with a rich Viking heritage. Visitors can visit the Viking Ship Museum, which houses a collection of five well-preserved Viking ships.", "place_image": "./static/images/roskilde.png", "place_tags": "history", "place_links": "", "place_country": "Denmark"}, "denmark_5": {"place_id": "denmark_5", "place_name": "Aarhus", "place_lat": "56.150076", "place_lon": "10.204995", "place_brief_desc": "Denmark's second-largest city and a vibrant cultural hub.", "place_longer_desc": "Denmark's second-largest city and a vibrant cultural hub. Visitors can enjoy Aarhus' many museums, including the ARoS Aarhus Art Museum and the Moesgaard Museum, as well as its lively waterfront area.", "place_image": "./static/images/aarhus.png", "place_tags": "history", "place_links": "", "place_country": "Denmark"}, "denmark_8": {"place_id": "denmark_8", "place_name": "Skagen", "place_lat": "57.724231", "place_lon": "10.591279", "place_brief_desc": "A picturesque town at the northern tip of Jutland, known for its beautiful beaches, dramatic sand dunes, and picturesque harbor.", "place_longer_desc": "A picturesque town at the northern tip of Jutland, known for its beautiful beaches, dramatic sand dunes, and picturesque harbor. Visitors can also visit the Skagen Museum, which houses a collection of art by Danish painters who were inspired by the town's unique light and atmosphere.", "place_image": "./static/images/skagen.png", "place_tags": "history", "place_links": "", "place_country": "Denmark"}, "denmark_9": {"place_id": "denmark_9", "place_name": "Humlebaek", "place_lat": "55.96381", "place_lon": "12.532931", "place_brief_desc": "A world-renowned museum of modern and contemporary art, located in Humlebæk, just a short train ride from Copenhagen.", "place_longer_desc": "A world-renowned museum of modern and contemporary art, located in Humlebæk, just a short train ride from Copenhagen.", "place_image": "./static/images/humlebaek.png", "place_tags": "history", "place_links": "", "place_country": "Denmark"}, "estonia_1": {"place_id": "estonia_1", "place_name": "Tallinn", "place_lat": "59.437296", "place_lon": "24.744777", "place_brief_desc": "Estonia's capital and largest city, known for its medieval Old Town, Toompea Castle, and Alexander Nevsky Cathedral.", "place_longer_desc": "Tallinn is a charming city with a lot to offer visitors. The Old Town is a UNESCO World Heritage Site and is home to many well-preserved medieval buildings. Visitors can also visit Toompea Castle, the seat of the Estonian Parliament, and Alexander Nevsky Cathedral, one of the largest Orthodox cathedrals in Northern Europe. Tallinn is also a great place to enjoy Estonian cuisine and culture.", "place_image": "./static/images/tallinn.png", "place_tags": "history", "place_links": "", "place_country": "Estonia"}, "finland_1": {"place_id": "finland_1", "place_name": "Helsinki", "place_lat": "60.171742", "place_lon": "24.941443", "place_brief_desc": "The capital of Finland and a vibrant city with a rich history and culture.", "place_longer_desc": "Helsinki is home to many world-famous attractions, including Suomenlinna Fortress, Seurasaari Open-Air Museum, and the Temppeliaukio Church (Rock Church). Visitors can also enjoy the city's many cafes, restaurants, and bars, as well as its vibrant nightlife.", "place_image": "./static/images/helsinki.png", "place_tags": "history", "place_links": "", "place_country": "Finland"}, "finland_3": {"place_id": "finland_3", "place_name": "Turku", "place_lat": "60.454012", "place_lon": "22.252833", "place_brief_desc": "Finland's oldest city and a charming town with a well-preserved medieval center.", "place_longer_desc": "Turku is home to many attractions, including Turku Cathedral, Turku Castle, and the Aboa Vetus & Ars Nova Museum. Visitors can also enjoy the city's many restaurants, cafes, and shops.", "place_image": "./static/images/turku.png", "place_tags": "history", "place_links": "", "place_country": "Finland"}, "finland_4": {"place_id": "finland_4", "place_name": "Rovaniemi", "place_lat": "66.498089", "place_lon": "25.705365", "place_brief_desc": "The official hometown of Santa Claus and a popular winter destination.", "place_longer_desc": "Rovaniemi is home to many attractions, including the Santa Claus Village, the Arktikum Science Museum and Arctic Centre, and the Pilke Science Centre. Visitors can also enjoy many winter activities in Rovaniemi, such as skiing, snowboarding, and reindeer sledding.", "place_image": "./static/images/rovaniemi.png", "place_tags": "history", "place_links": "", "place_country": "Finland"}, "finland_5": {"place_id": "finland_5", "place_name": "Vaasa", "place_lat": "63.097578", "place_lon": "21.621736", "place_brief_desc": "Town on the eastern edge of the Kvarken", "place_longer_desc": "Lake Saimaa is a great place to relax and enjoy the Finnish wilderness. Visitors can swim, fish, boat, and hike in the area. There are also many villages and towns around the lake, where visitors can find restaurants, cafes, and shops.", "place_image": "./static/images/vaasa.png", "place_tags": "history", "place_links": "", "place_country": "Finland"}, "france_1": {"place_id": "france_1", "place_name": "Futuroscope", "place_lat": "46.6699180", "place_lon": "0.37720900", "place_brief_desc": "French theme park based upon multimedia, cinematographic, and audiovisual techniques.", "place_longer_desc": "French theme park based upon multimedia, cinematographic, and audiovisual techniques. It has several 3D cinemas and a few 4D cinemas along with other attractions and shows, some of which are the only examples in the world", "place_image": "./static/images/futuroscope.png", "place_tags": "museum|science|kids", "place_links": "", "place_country": "France"}, "france_10": {"place_id": "france_10", "place_name": "La Rochelle", "place_lat": "46.1527030", "place_lon": "-1.1452880", "place_brief_desc": "La Rochelle, capital of Charente-Maritime and one of the most livable cities in France, is a pretty good place to go and get nautical.", "place_longer_desc": "La Rochelle, capital of Charente-Maritime and one of the most livable cities in France, is a pretty good place to go and get nautical.", "place_image": "./static/images/la rochelle.png", "place_tags": "history", "place_links": "", "place_country": "France"}, "france_105": {"place_id": "france_105", "place_name": "Marseille", "place_lat": "43.3030300", "place_lon": "5.38055500", "place_brief_desc": "Second most populated city of France (and third urban area) the biggest Mediterranean port and the economic center of the Provence-Alpes-Côte d'Azur region.", "place_longer_desc": "Marseille (Provençal: Marselha) is the second most populated city of France (and third urban area) the biggest Mediterranean port and the economic center of the Provence-Alpes-Côte d'Azur region. In 2013 the city (with its region) was the European Capital of Culture, a large series of cultural events took place, and several new infrastructures were inaugurated.", "place_image": "./static/images/marseille.png", "place_tags": "history|sea|city break", "place_links": "", "place_country": "France"}, "france_106": {"place_id": "france_106", "place_name": "Arles", "place_lat": "43.6853590", "place_lon": "4.63210900", "place_brief_desc": "Arles, spiritual capital of Provence and home to Roman remains", "place_longer_desc": "Arles, spiritual capital of Provence, is located where the mighty Rhône meets the Camargue and was founded by the veterans of Julius Caesar's crack Sixth legion. And while it has world class Roman buildings (that are still in active use today), it's probably more famous for being the place where Vincent Van Gogh came in search of light - the art world hasn't been the same since.", "place_image": "./static/images/arles.png", "place_tags": "history|art", "place_links": "", "place_country": "France"}, "france_123": {"place_id": "france_123", "place_name": "Montpellier", "place_lat": "43.6047800", "place_lon": "3.88116800", "place_brief_desc": "Montpellier is the principal city in the Languedoc-Roussillon region with a very young feel .", "place_longer_desc": "Montpellier is the principal city in the Languedoc-Roussillon region in southwest France. It's been the one of the fastest growing cities in France since the 1990s. As a result, it has very modern districts on the outskirts that are in stark contrast to the old winding roads of the city centre. The town is home to a lot of students due to the presence of the University of Montpellier which has the oldest medical school in Europe, and, as such, Montpellier has a very young feel to it.", "place_image": "./static/images/montpellier.png", "place_tags": "history", "place_links": "", "place_country": "France"}, "france_124": {"place_id": "france_124", "place_name": "Sete", "place_lat": "43.4128080", "place_lon": "3.69641000", "place_brief_desc": "A great place to get seafood and sea views.", "place_longer_desc": "Located between a lagoon and the Med and connecting the Canal du Midi to the sea, this southern French working port is a great place to get seafood and sea views. Throughout the summer you can also catch some water-jousting where old-style lifeboats (barque de sauvetage) with multiple oarsmen and one jouster charge at each other and try to unseat their opponent.", "place_image": "./static/images/sete.png", "place_tags": "history|art|sea", "place_links": "", "place_country": "France"}, "france_125": {"place_id": "france_125", "place_name": "Nimes", "place_lat": "43.8323870", "place_lon": "4.36608100", "place_brief_desc": "Known as the most Roman city outside of Italy, Nîmes has one of the best preserved arenas and Roman temples in the world.", "place_longer_desc": "Known as the most Roman city outside of Italy, Nîmes has one of the best preserved arenas and Roman temples in the world. It's also the birthplace of denim ('de Nîmes'), so you could think of coming to Nîmes as a pilgrimage for your jeans! The city is full of activity and has events and festivals throughout the year, including an annual international music festival held in the Roman arena and local craft and produce markets.", "place_image": "./static/images/nimes.png", "place_tags": "history|food", "place_links": "", "place_country": "France"}, "france_127": {"place_id": "france_127", "place_name": "Narbonne", "place_lat": "43.1906640", "place_lon": "3.00556200", "place_brief_desc": "Narbonne has been an ideal place to stop off when going places since Roman times.", "place_longer_desc": "Narbonne has been an ideal place to stop off when going places since Roman times as it was where the via Aquitania from the Atlantic via Bordeaux and Toulouse met the via Domitia reaching into Spain. It’s still a great place to change trains when doing the same thing.", "place_image": "./static/images/narbonne.png", "place_tags": "history", "place_links": "", "place_country": "France"}, "france_145": {"place_id": "france_145", "place_name": "Perpignan", "place_lat": "42.6960790", "place_lon": "2.87962200", "place_brief_desc": "Once the continental capital of the Kingdom of Majorca.", "place_longer_desc": "Perpignan is home to about 120,000 people, and has two rivers flowing through it; with the Têt to the north, and the Basse through the centre. Once the continental capital of the Kingdom of Majorca, Perpignan has been an economical and educational centre for centuries, and this is evident in its architecture.", "place_image": "./static/images/perpignan.png", "place_tags": "history|skiing", "place_links": "", "place_country": "France"}, "france_148": {"place_id": "france_148", "place_name": "Collioure", "place_lat": "42.5269200", "place_lon": "3.07824800", "place_brief_desc": "An ancient fishing village with great views of the Pyrenees.", "place_longer_desc": "Collioure is an ancient fishing village 27 km from Spain. The Mediterranean laps on its beaches and you can spy the last summits of the Pyrenees.", "place_image": "./static/images/collioure.png", "place_tags": "history|sea", "place_links": "", "place_country": "France"}, "france_15": {"place_id": "france_15", "place_name": "Saintes", "place_lat": "45.7488860", "place_lon": "-0.6173560", "place_brief_desc": "Former capital of the historical Saintogne County, many landmarks from its glorious past have been preserved.", "place_longer_desc": "Saintes is a city on the Charente river in Charente-Maritime, in southwestern France. It was the capital of the historical Saintogne County, many landmarks from its glorious past have been preserved, and as such it has been classified as a Ville d'art et d'histoire (\"City of art and history\").", "place_image": "./static/images/saintes.png", "place_tags": "history|city break", "place_links": "", "place_country": "France"}, "france_151": {"place_id": "france_151", "place_name": "Cerbere", "place_lat": "42.4427710", "place_lon": "3.16552800", "place_brief_desc": "Gateway to Spain  - just wander over the hill! It's a journey made by made during times of strife, but these days it's all for pleasure", "place_longer_desc": "Gateway to Spain  - just wander over the hill! It's a journey made by made during times of strife, but these days it's all for pleasure", "place_image": "./static/images/cerbere.png", "place_tags": "history|sea", "place_links": "", "place_country": "France"}, "france_152": {"place_id": "france_152", "place_name": "Avignon", "place_lat": "43.941304", "place_lon": "4.805256", "place_brief_desc": "Famous UNESCO former home of the popes", "place_longer_desc": "Famous UNESCO former home of the popes", "place_image": "./static/images/avignon.png", "place_tags": "museums|history|kids| culture", "place_links": "", "place_country": "France"}, "france_153": {"place_id": "france_153", "place_name": "Calais", "place_lat": "50.947695", "place_lon": "1.8538", "place_brief_desc": "The home of lace and last resting place of Lady Hamilton, arguably the birthplace of computing", "place_longer_desc": "The home of lace and last resting place of Lady Hamilton, arguably the birthplace of computing", "place_image": "./static/images/calais.png", "place_tags": "museums|history|kids| culture", "place_links": "", "place_country": "France"}, "france_154": {"place_id": "france_154", "place_name": "Boulogne", "place_lat": "50.715584", "place_lon": "1.610121", "place_brief_desc": "main place for seafood in Northern france", "place_longer_desc": "main place for seafood in Northern france", "place_image": "./static/images/boulogne.png", "place_tags": "museums|history|kids| culture", "place_links": "", "place_country": "France"}, "france_155": {"place_id": "france_155", "place_name": "Lille", "place_lat": "50.64501", "place_lon": "3.082257", "place_brief_desc": "Historic French flemish town", "place_longer_desc": "Historic French flemish town", "place_image": "./static/images/lille.png", "place_tags": "museums|history|kids| culture", "place_links": "", "place_country": "France"}, "france_156": {"place_id": "france_156", "place_name": "Carpentras", "place_lat": "44.048672", "place_lon": "5.044674", "place_brief_desc": "Foodie heart of the Vaucluse", "place_longer_desc": "Foodie heart of the Vaucluse", "place_image": "./static/images/carpentras.png", "place_tags": "museums|history|kids| culture", "place_links": "", "place_country": "France"}, "france_158": {"place_id": "france_158", "place_name": "Saint-Jean-Pied-de-Port", "place_lat": "43.167944", "place_lon": "-1.238021", "place_brief_desc": "Pretty towm and start of the camino to Santiago de Compostela", "place_longer_desc": "Pretty towm and start of the camino to Santiago de Compostela", "place_image": "./static/images/saint-jean-pied-de-port.png", "place_tags": "museums|history|kids| culture", "place_links": "", "place_country": "France"}, "france_159": {"place_id": "france_159", "place_name": "Tarascon", "place_lat": "43.801172", "place_lon": "4.656925", "place_brief_desc": "Mirrored town of Beaucaire on the Rhone, historic with myths and literature", "place_longer_desc": "Mirrored town of Beaucaire on the Rhone, historic with myths and literature", "place_image": "./static/images/tarascon.png", "place_tags": "museums|history|kids| culture", "place_links": "", "place_country": "France"}, "france_160": {"place_id": "france_160", "place_name": "Orange", "place_lat": "44.137557", "place_lon": "4.819396", "place_brief_desc": "Famed for its Roman Theatre - a UNESCO World Heritage site. It dates from the reign of Emperor Augustus and is one of the best preserved amphitheaters.", "place_longer_desc": "Famed for its Roman Theatre - a UNESCO World Heritage site. It dates from the reign of Emperor Augustus and is one of the best preserved amphitheaters. Every July, the Chorégies d'Orange take place in the theatre. It dates from 1860 and is France's oldest festival.", "place_image": "./static/images/orange.png", "place_tags": "museums|history|kids| culture", "place_links": "", "place_country": "France"}, "france_161": {"place_id": "france_161", "place_name": "Nice", "place_lat": "43.704825", "place_lon": "7.261765", "place_brief_desc": "With its mix of real-city life, old-world opulence, year-round sunshine, vibrant street life and stunning seaside location, no place in France compares with Nice.", "place_longer_desc": "With its mix of real-city life, old-world opulence, year-round sunshine, vibrant street life and stunning seaside location, no place in France compares with Nice.", "place_image": "./static/images/nice.png", "place_tags": "museums|history|kids| culture", "place_links": "", "place_country": "France"}, "france_162": {"place_id": "france_162", "place_name": "Strasbourg", "place_lat": "48.585339", "place_lon": "7.734067", "place_brief_desc": "The perfect overture to all that is idiosyncratic about Alsace.", "place_longer_desc": "Strasbourg is the perfect overture to all that is idiosyncratic about Alsace – walking a fine tightrope between France and Germany and between a medieval past and a progressive future, it pulls off its act in inimitable Alsatian style.", "place_image": "./static/images/strasbourg.png", "place_tags": "museums|history|kids| culture", "place_links": "", "place_country": "France"}, "france_163": {"place_id": "france_163", "place_name": "Arras", "place_lat": "50.286889", "place_lon": "2.781829", "place_brief_desc": "An unexpected gem of a city with an exceptional ensemble of Flemish-style arcaded buildings.", "place_longer_desc": "An unexpected gem of a city with an exceptional ensemble of Flemish-style arcaded buildings – the main squares are especially lovely at night – and two subterranean WWI sites. The city makes a good base for visits to the Battle of the Somme memorials.", "place_image": "./static/images/arras.png", "place_tags": "museums|history|kids| culture", "place_links": "", "place_country": "France"}, "france_19": {"place_id": "france_19", "place_name": "Paris", "place_lat": "48.860078", "place_lon": "2.337852", "place_brief_desc": "One of the most popular places to visit in the world andwith good reason.", "place_longer_desc": "One of the most popular places to visit in the world andwith good reason.", "place_image": "./static/images/paris.png", "place_tags": "history|kids|city break", "place_links": "", "place_country": "France"}, "france_2": {"place_id": "france_2", "place_name": "Versailles", "place_lat": "48.7956490", "place_lon": "2.13592400", "place_brief_desc": "Famed for its royal residence built by King Louis XIV is a must see for most.", "place_longer_desc": "Versailles, famed for its royal residence built by King Louis XIV is a must see for most.", "place_image": "./static/images/versailles.png", "place_tags": "museum|history|kids| culture", "place_links": "", "place_country": "France"}, "france_24": {"place_id": "france_24", "place_name": "Bordeaux", "place_lat": "44.8258230", "place_lon": "-0.5560120", "place_brief_desc": "Global capital of wine with great architecture and food.", "place_longer_desc": "Bordeaux, resting on the banks of the Garonne is the global capital of wine and it would be rude not to get straight to the point and pay a visit to La Cité du Vin where you can learn about how the giggle-juice is made and maybe do some tasting?", "place_image": "./static/images/bordeaux.png", "place_tags": "history|kids|city break", "place_links": "", "place_country": "France"}, "france_28": {"place_id": "france_28", "place_name": "Limoges", "place_lat": "45.8372180", "place_lon": "1.26900800", "place_brief_desc": "Known for its decorated porcelain, much of which is on display at the Musée National Adrien Dubouché.", "place_longer_desc": "Limoges is a city in southwest-central France. It’s known for its decorated porcelain, much of which is on display at the Musée National Adrien Dubouché. In the historic center, medieval timber-frame houses line Rue de la Boucherie. Set in the former Episcopal Palace, the Musée des Beaux-Arts showcases the history of the city's medieval enamel. The Gothic Cathédrale St-Étienne de Limoges took 6 centuries to complete", "place_image": "./static/images/limoges.png", "place_tags": "history|art", "place_links": "", "place_country": "France"}, "france_38": {"place_id": "france_38", "place_name": "Toulouse", "place_lat": "43.6114370", "place_lon": "1.45423700", "place_brief_desc": "Proud capital of the Occitan region of France which has had a distinctly independent culture and language.", "place_longer_desc": "Toulouse, known as 'La Ville Rose', is the proud capital of the Occitan region of France which has had a distinctly independent culture and language - hence its bilingual street signs. Wandering around the city with its rose-coloured bricks, it does feel markedly different from the yellow limestone which dominates so many parts of France.", "place_image": "./static/images/toulouse.png", "place_tags": "history|food", "place_links": "", "place_country": "France"}, "france_4": {"place_id": "france_4", "place_name": "Chartres", "place_lat": "48.4486280", "place_lon": "1.48120200", "place_brief_desc": "Famed for the Cathédrale Notre-Dame with towering spires, flying buttresses, Romanesque sculptures, pavement labyrinth and elaborate rose windows.", "place_longer_desc": "Chartres, is famed for its massive Cathédrale Notre-Dame. The Gothic cathedral, completed in 1220, features 2 towering spires, flying buttresses, Romanesque sculptures, pavement labyrinth and elaborate rose windows. The interior's blue-tinted stained glass is distinctive, and the nearby Centre International du Vitrail has workshops and exhibits on stained-glass art", "place_image": "./static/images/chartres.png", "place_tags": "city break| culture| history", "place_links": "", "place_country": "France"}, "france_45": {"place_id": "france_45", "place_name": "Latour-de-Carol - Enveitg", "place_lat": "42.4589540", "place_lon": "1.90450900", "place_brief_desc": "Twin villages with an outsized railway station.", "place_longer_desc": "Twin villages with an outsized railway station. It's a gteway to Spain  as Puigcerda is just a walk away.", "place_image": "./static/images/latour-de-carol - enveitg.png", "place_tags": "walking", "place_links": "", "place_country": "France"}, "france_6": {"place_id": "france_6", "place_name": "Rennes", "place_lat": "48.1030710", "place_lon": "-1.6721310", "place_brief_desc": "Mostly modern and industrial, but has many grand 18th and 19th century buildings.", "place_longer_desc": "Rennes is the chief city of Brittany in northwest France. It's mostly modern and industrial, but has many grand 18th and 19th century buildings, and survivors of earlier times. It's also well-endowed with cultural attractions. In 2020 the city population was 222,485, with about 150,000 more living in the wider metropolis.", "place_image": "./static/images/rennes.png", "place_tags": "city break", "place_links": "", "place_country": "France"}, "france_72": {"place_id": "france_72", "place_name": "Carcassonne", "place_lat": "43.2181650", "place_lon": "2.35243000", "place_brief_desc": "One of the best preserved medieval cities in the world", "place_longer_desc": "Carcassonne, one of the best preserved medieval cities in the world, has something of a fairytale feel thanks to the restoration work of Eugène Viollet-le-Duc.", "place_image": "./static/images/carcassonne.png", "place_tags": "history|kids", "place_links": "", "place_country": "France"}, "france_80": {"place_id": "france_80", "place_name": "Lourdes", "place_lat": "43.1006000", "place_lon": "-0.0418120", "place_brief_desc": "One of the most famous pilgrimage sites in the world.", "place_longer_desc": "As a small town in the foothills of the Pyrenees, Lourdes used to be a bit of a backwater. But all of that changed in 1858 when 14-year-old Bernadette Soubirous visited a cave and met the Lady of the Immaculate Conception who told her about the healing properties of the water.", "place_image": "./static/images/lourdes.png", "place_tags": "history|walking", "place_links": "", "place_country": "France"}, "france_83": {"place_id": "france_83", "place_name": "Bayonne", "place_lat": "43.4970180", "place_lon": "-1.4701940", "place_brief_desc": "If you've spent a few days getting body-beautiful down in San Sebastian or nearby Biarritz, why not go and undo all that good work with a trip to Bayonne!", "place_longer_desc": "If you've spent a few days getting body-beautiful down in San Sebastian or nearby Biarritz, why not go and undo all that good work with a trip to Bayonne!", "place_image": "./static/images/bayonne.png", "place_tags": "history|food", "place_links": "", "place_country": "France"}, "france_85": {"place_id": "france_85", "place_name": "Hendaye", "place_lat": "43.3531650", "place_lon": "-1.7820950", "place_brief_desc": "Popular surfing destination renowned for its soft beach break waves suitable for beginners.", "place_longer_desc": "Hendaye is a popular surfing destination renowned for its soft beach break waves suitable for beginners. Trains leave from here to Spain - or just walk across the border...", "place_image": "./static/images/hendaye.png", "place_tags": "beaches", "place_links": "", "place_country": "France"}, "france_93": {"place_id": "france_93", "place_name": "Lyon", "place_lat": "45.7605960", "place_lon": "4.85940900", "place_brief_desc": "Gastronomic capital of the world.", "place_longer_desc": "Lyon, France’s third largest city and reputed gastronomic capital of the world, sits at the junction of the Rhône and Saône rivers. Founded by the Romans, Lyon flourished in the late Middle Ages and has been a major centre for industry, commerce and banking for the last 500 years. The legacy of this wealth is on show through the fine set of buildings.", "place_image": "./static/images/lyon.png", "place_tags": "history|food|city break", "place_links": "", "place_country": "France"}, "france_97": {"place_id": "france_97", "place_name": "Vichy", "place_lat": "46.1268820", "place_lon": "3.43070700", "place_brief_desc": "Spa town in Auvergne with a troubled history.", "place_longer_desc": "Vichy is a town in Auvergne. It's known for two things: its spas (Vichy is one of eleven world heritage-listed European spa towns), and as the headquarters of the pro-Nazi Vichy regime during the Second World War.", "place_image": "./static/images/vichy.png", "place_tags": "history|spa", "place_links": "", "place_country": "France"}, "Germany_1": {"place_id": "Germany_1", "place_name": "Berlin", "place_lat": "52.520501", "place_lon": "13.386988", "place_brief_desc": "The capital of Germany is a must-see for anyone interested in the country's turbulent past and vibrant present.", "place_longer_desc": "The capital of Germany is a must-see for anyone interested in the country's turbulent past and vibrant present.", "place_image": "./static/images/berlin.png", "place_tags": "history", "place_links": "", "place_country": "Germany"}, "Germany_10": {"place_id": "Germany_10", "place_name": "Lubeck", "place_lat": "53.86767", "place_lon": "10.669737", "place_brief_desc": "Beautiful city in northern Germany with a rich medieval history and architecture.", "place_longer_desc": "Lübeck is a beautiful city in northern Germany with a rich medieval history and architecture that is a UNESCO World Heritage Site. The Holsten Gate is the city's landmark and a remnant of the old fortifications. The old town is full of charming gabled houses, churches and courtyards. It’s also the home of marzipan, a sweet treat made from almonds and sugar that comes in many shapes and flavours. Lübeck is also an ideal starting point for exploring the Baltic Sea coast. The city is located on the Trave, which flows about 20 kilometres further into the Baltic Sea. From here you can go on day trips on historic ships or visit the nearby beaches and seaside resorts.", "place_image": "./static/images/lubeck.png", "place_tags": "history", "place_links": "", "place_country": "Germany"}, "Germany_2": {"place_id": "Germany_2", "place_name": "Dresden", "place_lat": "51.040221", "place_lon": "13.731409", "place_brief_desc": "Beautifully restored city with stunning Baroque architecture and packed museums.", "place_longer_desc": "Dresden: The city of Dresden was heavily bombed during World War II, but has been beautifully restored to its former glory. You can admire the stunning Baroque architecture of the Zwinger Palace, the Semper Opera House and the Frauenkirche, as well as explore the rich collections of art and history in the museums.", "place_image": "./static/images/dresden.png", "place_tags": "history", "place_links": "", "place_country": "Germany"}, "Germany_3": {"place_id": "Germany_3", "place_name": "Nuremberg", "place_lat": "49.450748", "place_lon": "11.077955", "place_brief_desc": "The city of Nuremberg is famous for its medieval old town, its Christmas market and its role in the Nazi era.", "place_longer_desc": "The city of Nuremberg is famous for its medieval old town, its Christmas market and its role in the Nazi era. You can walk along the ancient city walls, visit the imposing Nuremberg Castle, learn about the history of the Nazi Party Rally Grounds and the Nuremberg Trials, and sample some of the local specialties such as Nuremberg sausages and gingerbread.", "place_image": "./static/images/nuremberg.png", "place_tags": "history", "place_links": "", "place_country": "Germany"}, "Germany_4": {"place_id": "Germany_4", "place_name": "Munich", "place_lat": "48.140364", "place_lon": "11.558744", "place_brief_desc": "The capital of Bavaria is a popular destination for its Oktoberfest, its beer halls and its fairy-tale castles.", "place_longer_desc": "The capital of Bavaria is a popular destination for its Oktoberfest, its beer halls and its fairy-tale castles. You can enjoy the festive atmosphere at Marienplatz, see the famous Glockenspiel clock, visit the impressive Munich Residenz palace and museum, and take a day trip to Neuschwanstein Castle, one of the most spectacular castles in the world", "place_image": "./static/images/munich.png", "place_tags": "history", "place_links": "", "place_country": "Germany"}, "Germany_5": {"place_id": "Germany_5", "place_name": "Cologne", "place_lat": "50.941312", "place_lon": "6.967206", "place_brief_desc": "Llocated on the banks of the Rhine, it's best known for its Gothic cathedral, its Roman heritage and its carnival.", "place_longer_desc": "The city of Cologne is located on the banks of the Rhine river and is known for its Gothic cathedral, its Roman heritage and its carnival. You can marvel at the majestic Cologne Cathedral, which took over 600 years to complete, explore the Roman-Germanic Museum and the Chocolate Museum, and join the fun at the annual Cologne Carnival, one of the largest street festivals in Europe.", "place_image": "./static/images/cologne.png", "place_tags": "history", "place_links": "", "place_country": "Germany"}, "Germany_6": {"place_id": "Germany_6", "place_name": "Freiburg", "place_lat": "47.997974", "place_lon": "7.841344", "place_brief_desc": "At the edge of the Black Forest, it's one of the greenest and sunniest cities in Germany.", "place_longer_desc": "The city of Freiburg is situated at the edge of the Black Forest and is one of the greenest and sunniest cities in Germany. You can wander around the charming old town with its colourful houses, cobblestone streets and canals, climb up to the Schlossberg hill for a panoramic view of the city and the forest, and take a scenic train ride on the Höllentalbahn or the Three Lakes Railway", "place_image": "./static/images/freiburg.png", "place_tags": "history", "place_links": "", "place_country": "Germany"}, "Germany_7": {"place_id": "Germany_7", "place_name": "Hamburg", "place_lat": "53.55711", "place_lon": "9.997434", "place_brief_desc": "Germany's second-largest city, its biggest port and party town.", "place_longer_desc": "The city of Hamburg is Germany's second-largest city and its biggest port. You can experience the maritime flair of this cosmopolitan city by visiting the Speicherstadt warehouse district, the Miniatur Wunderland model railway museum, the Elbphilharmonie concert hall and the Fish Market. You can also enjoy the nightlife and entertainment options at the Reeperbahn district, also known as \"the sinful mile\".", "place_image": "./static/images/hamburg.png", "place_tags": "history", "place_links": "", "place_country": "Germany"}, "Germany_8": {"place_id": "Germany_8", "place_name": "Heidelberg", "place_lat": "49.403582", "place_lon": "8.67548", "place_brief_desc": "One of the most romantic cities in Germany, thanks to its picturesque setting on the Neckar river.", "place_longer_desc": "The city of Heidelberg is one of the most romantic cities in Germany, thanks to its picturesque setting on the Neckar river and its historic castle. You can stroll along the Old Bridge, visit the Heidelberg Castle ruins and gardens, admire the Old Town Hall and the Church of the Holy Spirit, and soak up the academic atmosphere at Heidelberg University, Germany's oldest university.", "place_image": "./static/images/heidelberg.png", "place_tags": "history", "place_links": "", "place_country": "Germany"}, "Germany_9": {"place_id": "Germany_9", "place_name": "Aachen", "place_lat": "50.767641", "place_lon": "6.09119", "place_brief_desc": "Visit Charlemagne’s shrine at Aachen Cathedral and get pampered at Carolus Thermen spa complex ", "place_longer_desc": "Back in the 8th Century, this was the centre of Europe. Now it’s a comfortable spa town near the border with Belgium and the Netherlands where you can get pampered at Carolus Thermen, a modern spa complex with indoor and outdoor pools and saunas after a visit to Charlemagne’s shrine at Aachen Cathedral. It’s also the place to try Aachener Printen - its famous gingerbread-like cookies.", "place_image": "./static/images/aachen.png", "place_tags": "history", "place_links": "", "place_country": "Germany"}, "greece_1": {"place_id": "greece_1", "place_name": "Athens", "place_lat": "37.992414", "place_lon": "23.720133", "place_brief_desc": "Greece's capital and largest city, known for its ancient ruins, Acropolis, and Parthenon.", "place_longer_desc": "Athens is a vibrant city with a lot to offer visitors. The Acropolis is a UNESCO World Heritage Site and one of the most popular tourist attractions in Greece. Visitors can also visit the Parthenon, the Temple of Zeus, and the Ancient Agora. Athens is also a great place to enjoy Greek cuisine and culture.", "place_image": "./static/images/athens.png", "place_tags": "history", "place_links": "", "place_country": "Greece"}, "greece_4": {"place_id": "greece_4", "place_name": "Olympia", "place_lat": "37.659004", "place_lon": "21.618805", "place_brief_desc": "An archaeological site in western Greece, known for its ancient ruins, including the Temple of Zeus and the Olympic Stadium.", "place_longer_desc": "Olympia was the site of the ancient Olympic Games. Visitors can see the ruins of the Temple of Zeus, the Olympic Stadium, and the Olympia Museum, which houses a collection of artifacts from the site. Olympia is also a great place to go hiking and enjoy the stunning scenery.", "place_image": "./static/images/olympia.png", "place_tags": "history", "place_links": "", "place_country": "Greece"}, "greece_5": {"place_id": "greece_5", "place_name": "Thessaloniki", "place_lat": "40.6446", "place_lon": "22.929891", "place_brief_desc": "Greece's second-largest city, known for its Byzantine churches, White Tower, and lively nightlife.", "place_longer_desc": "Thessaloniki is a vibrant city with a lot to offer visitors. The city is home to many Byzantine churches, including the Hagia Sophia Church and the Church of St. Demetrius. Visitors can also visit the White Tower, a symbol of the city, and the Thessaloniki Museum, which houses a collection of artifacts from the city's history. Thessaloniki is also a great place to enjoy Greek cuisine and nightlife.", "place_image": "./static/images/thessaloniki.png", "place_tags": "history", "place_links": "", "place_country": "Greece"}, "hungary_1": {"place_id": "hungary_1", "place_name": "Budapest", "place_lat": "47.519551", "place_lon": "19.054084", "place_brief_desc": "The capital of Hungary is a must-see for any visitor. It has stunning architecture, vibrant nightlife, and famous thermal baths. ", "place_longer_desc": "The capital of Hungary is a must-see for any visitor. It has stunning architecture, vibrant nightlife, and famous thermal baths. You can explore the Castle Hill, the Parliament Building, and the Chain Bridge along the Danube river.", "place_image": "./static/images/budapest.png", "place_tags": "history", "place_links": "", "place_country": "Hungary"}, "hungary_2": {"place_id": "hungary_2", "place_name": "Pecs", "place_lat": "46.066229", "place_lon": "18.225351", "place_brief_desc": "This charming town in the south of Hungary is known for its Ottoman-era mosques, Roman ruins, and colourful Zsolnay ceramics.", "place_longer_desc": "This charming town in the south of Hungary is known for its Ottoman-era mosques, Roman ruins, and colourful Zsolnay ceramics. You can visit the Archaeological Museum, the Cathedral, and the Mosque of Pasha Qasim.", "place_image": "./static/images/pecs.png", "place_tags": "history", "place_links": "", "place_country": "Hungary"}, "hungary_3": {"place_id": "hungary_3", "place_name": "Eger", "place_lat": "47.891623", "place_lon": "20.382123", "place_brief_desc": "This historic town in northern Hungary is famous for its castle, its baroque buildings, and its wine.", "place_longer_desc": "This historic town in northern Hungary is famous for its castle, its baroque buildings, and its wine. You can admire the Basilica, the Minaret, and the Dobó Square. You can also taste the local specialty, Egri Bikavér (Bull's Blood), a red wine made from several grape varieties.", "place_image": "./static/images/eger.png", "place_tags": "history", "place_links": "", "place_country": "Hungary"}, "hungary_4": {"place_id": "hungary_4", "place_name": "Sopron", "place_lat": "47.677905", "place_lon": "16.586734", "place_brief_desc": "This picturesque town near the Austrian border is one of the best-preserved medieval towns in Hungary.", "place_longer_desc": "This picturesque town near the Austrian border is one of the best-preserved medieval towns in Hungary. It has a mix of Gothic and Baroque architecture, as well as a Roman heritage. You can see the Firewatch Tower, the Storno House, and the Esterházy Palace.", "place_image": "./static/images/sopron.png", "place_tags": "history", "place_links": "", "place_country": "Hungary"}, "hungary_5": {"place_id": "hungary_5", "place_name": "Debrecen", "place_lat": "47.519631", "place_lon": "21.628792", "place_brief_desc": "The second-largest city in Hungary is a cultural and educational centre. ", "place_longer_desc": "The second-largest city in Hungary is a cultural and educational centre. It has a rich history as a former capital of Hungary during the Revolution of 1848-49. You can see the Great Church, the Reformed College, and the Déri Museum.", "place_image": "./static/images/debrecen.png", "place_tags": "history", "place_links": "", "place_country": "Hungary"}, "hungary_6": {"place_id": "hungary_6", "place_name": "Szeged", "place_lat": "46.23981", "place_lon": "20.143181", "place_brief_desc": "The third-largest city in Hungary is located on the banks of the Tisza river in the south-east of the country.", "place_longer_desc": "The third-largest city in Hungary is located on the banks of the Tisza river in the south-east of the country. It is known for its sunny climate, its paprika production, and its festivals. You can visit the Votive Church, the Synagogue, and the Pick Salami Museum.", "place_image": "./static/images/szeged.png", "place_tags": "history", "place_links": "", "place_country": "Hungary"}, "hungary_7": {"place_id": "hungary_7", "place_name": "Gyor", "place_lat": "47.681986", "place_lon": "17.634795", "place_brief_desc": "This elegant city in north-western Hungary is a major industrial and cultural hub.", "place_longer_desc": "This elegant city in north-western Hungary is a major industrial and cultural hub. It has a beautiful old town with baroque and neoclassical buildings, as well as modern attractions such as the Audi Hungaria factory and museum. You can see the Cathedral, the Town Hall, and the Rába Quelle Thermal Spa.", "place_image": "./static/images/gyor.png", "place_tags": "history", "place_links": "", "place_country": "Hungary"}, "hungary_9": {"place_id": "hungary_9", "place_name": "Esztergom", "place_lat": "47.777595", "place_lon": "18.74339", "place_brief_desc": "This historic town on the Danube river is one of the oldest towns in Hungary.", "place_longer_desc": "This historic town on the Danube river is one of the oldest towns in Hungary. It was once the capital of Hungary and the seat of the Catholic Church in the country. You can see the Esztergom Basilica, the largest church in Hungary, as well as the Castle Museum and the Christian Museum.", "place_image": "./static/images/esztergom.png", "place_tags": "history", "place_links": "", "place_country": "Hungary"}, "italy_1": {"place_id": "italy_1", "place_name": "Venice", "place_lat": "45.444427", "place_lon": "12.315491", "place_brief_desc": "The city of canals and bridges is a must-see for anyone visiting Italy.", "place_longer_desc": "The city of canals and bridges is a must-see for anyone visiting Italy.", "place_image": "./static/images/venice.png", "place_tags": "history", "place_links": "", "place_country": "Italy"}, "italy_10": {"place_id": "italy_10", "place_name": "Sorrento", "place_lat": "40.625870", "place_lon": "14.379569", "place_brief_desc": "popular base for exploring the Amalfi Coast and Pompeii.", "place_longer_desc": "Sorrento is a town on the southern coast of Italy. It is a popular base for exploring the Amalfi Coast and Pompeii.", "place_image": "./static/images/sorento.png", "place_tags": "history", "place_links": "", "place_country": "Italy"}, "italy_11": {"place_id": "italy_11", "place_name": "Assisi", "place_lat": "43.070820", "place_lon": "12.618917", "place_brief_desc": "The birthplace of Saint Francis.", "place_longer_desc": "Assisi is a town in central Italy known as the birthplace of Saint Francis. Visitors can visit the Basilica of San Francesco, a UNESCO World Heritage Site.", "place_image": "./static/images/assisi.png", "place_tags": "history", "place_links": "", "place_country": "Italy"}, "italy_12": {"place_id": "italy_12", "place_name": "Bologna", "place_lat": "44.496860", "place_lon": "11.343868", "place_brief_desc": "A university city with a lively atmosphere, Bologna is known for its delicious food, medieval architecture, and vibrant nightlife.", "place_longer_desc": "Known as \"La Dotta\" (the learned one), Bologna is a historic university city with a rich culinary tradition. Visit the Basilica of San Petronio, the University of Bologna, and the Two Towers, and don't forget to try some of the city's famous tortellini and tagliatelle.", "place_image": "./static/images/Bologna.png", "place_tags": "history", "place_links": "", "place_country": "Italy"}, "italy_13": {"place_id": "italy_13", "place_name": "La Spezia", "place_lat": "44.108974", "place_lon": "9.828327", "place_brief_desc": "Gateway to the Cinque Terre", "place_longer_desc": "A string of five picturesque villages clinging to the cliffs along the Italian Riviera, Cinque Terre is a UNESCO World Heritage Site.", "place_image": "./static/images/La Spezia.png", "place_tags": "history", "place_links": "", "place_country": "Italy"}, "italy_14": {"place_id": "italy_14", "place_name": "Genoa", "place_lat": "44.401311", "place_lon": "8.942866", "place_brief_desc": "A port city with a rich maritime history, Genoa is known for its aquarium, museums, and palaces.", "place_longer_desc": "A port city with a rich maritime history, Genoa is known for its narrow streets, vibrant atmosphere, and delicious pesto sauce. Visit the Aquarium of Genoa, the Doge's Palace, and the Cathedral of San Lorenzo, and don't forget to try some of the city's famous focaccia and pasta al pesto.", "place_image": "./static/images/Genoa.png", "place_tags": "history", "place_links": "", "place_country": "Italy"}, "italy_15": {"place_id": "italy_15", "place_name": "Lugano", "place_lat": "46.014123", "place_lon": "8.949764", "place_brief_desc": "A glamorous lake surrounded by mountains, Lake Como is a popular destination for celebrities and tourists alike.", "place_longer_desc": "A glamorous lake surrounded by mountains, Lake Como is a popular destination for celebrities and tourists alike.", "place_image": "./static/images/Lugano.png", "place_tags": "history", "place_links": "", "place_country": "Italy"}, "italy_16": {"place_id": "italy_16", "place_name": "Lucca", "place_lat": "43.841495", "place_lon": "10.505967", "place_brief_desc": "Charming walled city with a well-preserved historic center.", "place_longer_desc": "A charming walled city with a well-preserved historic center, Lucca is known for its beautiful churches and palaces.", "place_image": "./static/images/Lucca.png", "place_tags": "history", "place_links": "", "place_country": "Italy"}, "italy_17": {"place_id": "italy_17", "place_name": "Matera", "place_lat": "40.671042", "place_lon": "16.60693", "place_brief_desc": "A unique city carved into the rocks, Matera is a UNESCO World Heritage Site with a fascinating history.", "place_longer_desc": "A UNESCO World Heritage Site, Matera is a unique and fascinating city with a labyrinthine historic center of cave dwellings. Visit the Sassi di Matera, the Cathedral, and the Rupestrian Churches, and don't forget to try some of the city's famous focaccia.", "place_image": "./static/images/Matera.png", "place_tags": "history", "place_links": "", "place_country": "Italy"}, "italy_18": {"place_id": "italy_18", "place_name": "Orvieto", "place_lat": "42.723965", "place_lon": "12.126607", "place_brief_desc": "hilltop town with stunning views", "place_longer_desc": "A hilltop town with stunning views of the surrounding countryside, Orvieto is known for its beautiful cathedral and underground caves.", "place_image": "./static/images/Orvieto.png", "place_tags": "history", "place_links": "", "place_country": "Italy"}, "italy_19": {"place_id": "italy_19", "place_name": "Padua", "place_lat": "45.417432", "place_lon": "11.880443", "place_brief_desc": "university city with a rich history", "place_longer_desc": "A university city with a rich history and culture, Padua is known for its famous basilica, the Scrovegni Chapel.", "place_image": "./static/images/Padua.png", "place_tags": "history", "place_links": "", "place_country": "Italy"}, "italy_20": {"place_id": "italy_20", "place_name": "Perugia", "place_lat": "43.104586", "place_lon": "12.375628", "place_brief_desc": "hilltop town with a rich history and culture", "place_longer_desc": "A hilltop town with a rich history and culture, Perugia is known for its chocolate, jazz festival, and Perugia-Assisi marathon.", "place_image": "./static/images/Perugia.png", "place_tags": "history", "place_links": "", "place_country": "Italy"}, "italy_21": {"place_id": "italy_21", "place_name": "Pisa", "place_lat": "43.708591", "place_lon": "10.398494", "place_brief_desc": "Home to the Leaning Tower, Pisa is a charming city with a medieval atmosphere.", "place_longer_desc": "Home to the iconic Leaning Tower, Pisa is a small and picturesque city with a lively university atmosphere. Visit the Piazza dei Miracoli, the Baptistery, and the Cathedral, and don't forget to take a silly photo in front of the Leaning Tower.", "place_image": "./static/images/Pisa.png", "place_tags": "history", "place_links": "", "place_country": "Italy"}, "italy_22": {"place_id": "italy_22", "place_name": "Ravenna", "place_lat": "44.419726", "place_lon": "12.208506", "place_brief_desc": "UNESCO World Heritage Site", "place_longer_desc": "Home to some of the most important Byzantine mosaics in the world, Ravenna is a UNESCO World Heritage Site.", "place_image": "./static/images/Ravenna.png", "place_tags": "history", "place_links": "", "place_country": "Italy"}, "italy_23": {"place_id": "italy_23", "place_name": "Montepulciano", "place_lat": "43.136725", "place_lon": "11.856611", "place_brief_desc": "hilltop town and heart of the famouse wine growing region", "place_longer_desc": "hilltop town and heart of the famouse wine growing region", "place_image": "./static/images/Montepulciano.png", "place_tags": "history", "place_links": "", "place_country": "Italy"}, "italy_24": {"place_id": "italy_24", "place_name": "Siena", "place_lat": "43.331846", "place_lon": "11.322686", "place_brief_desc": "A medieval city with a well-preserved historic center, Siena is known for its famous horse race, the Palio.", "place_longer_desc": "A medieval city with a stunning Piazza del Campo, Siena is known for its Palio horse race, its beautiful Gothic architecture, and its delicious Tuscan cuisine. Visit the Piazza del Campo, the Cathedral, and the Palazzo Pubblico, and don't forget to try some of the city's famous panforte (a traditional Tuscan sweet bread).", "place_image": "./static/images/Siena.png", "place_tags": "history", "place_links": "", "place_country": "Italy"}, "italy_25": {"place_id": "italy_25", "place_name": "Trieste", "place_lat": "45.657704", "place_lon": "13.772128", "place_brief_desc": "A city with a mix of Austrian and Italian influences, Trieste", "place_longer_desc": "A city with a mix of Austrian and Italian influences, Trieste", "place_image": "./static/images/Trieste.png", "place_tags": "history", "place_links": "", "place_country": "Italy"}, "italy_26": {"place_id": "italy_26", "place_name": "Verona", "place_lat": "45.429140", "place_lon": "10.982562", "place_brief_desc": "Home to Romeo and Juliet's balcony, Verona is a romantic city with a well-preserved historic center.", "place_longer_desc": "The city of Romeo and Juliet, Verona is a romantic and charming city with a well-preserved historic center. Visit the Verona Arena, the Juliet's House, and the Castelvecchio, and don't forget to take a stroll along the Ponte Scaligero.", "place_image": "./static/images/Verona.png", "place_tags": "history", "place_links": "", "place_country": "Italy"}, "italy_3": {"place_id": "italy_3", "place_name": "Florence", "place_lat": "43.765835", "place_lon": "11.249928", "place_brief_desc": "The birthplace of the Renaissance is a treasure trove of art, history and culture. ", "place_longer_desc": "The birthplace of the Renaissance is a treasure trove of art, history and culture. Walk or take a bus to visit the iconic landmarks, such as the Duomo, the Uffizi Gallery, the Ponte Vecchio and the Piazza della Signoria.", "place_image": "./static/images/florence.png", "place_tags": "history", "place_links": "", "place_country": "Italy"}, "italy_4": {"place_id": "italy_4", "place_name": "Rome", "place_lat": "41.90053448", "place_lon": "12.50187841", "place_brief_desc": "The eternal city is a must-visit for anyone who loves ancient history, architecture and culture.", "place_longer_desc": "The eternal city is a must-visit for anyone who loves ancient history, architecture and culture. Walk or take a metro to explore the wonders of Rome, such as the Colosseum, the Vatican, the Pantheon and the Trevi Fountain.", "place_image": "./static/images/rome.png", "place_tags": "history", "place_links": "", "place_country": "Italy"}, "italy_5": {"place_id": "italy_5", "place_name": "Naples", "place_lat": "40.860791", "place_lon": "14.257611", "place_brief_desc": "The vibrant and chaotic city of Naples is the gateway to some of the most famous attractions in southern Italy.", "place_longer_desc": "The vibrant and chaotic city of Naples is the gateway to some of the most famous attractions in southern Italy. Walk or take a bus to enjoy the lively atmosphere, the delicious pizza and the impressive museums of Naples.", "place_image": "./static/images/naples.png", "place_tags": "history", "place_links": "", "place_country": "Italy"}, "italy_6": {"place_id": "italy_6", "place_name": "Pompeii", "place_lat": "40.74599", "place_lon": "14.501228", "place_brief_desc": "The ancient Roman city that was buried by the eruption of Mount Vesuvius", "place_longer_desc": "The ancient Roman city that was buried by the eruption of Mount Vesuvius in 79 AD is one of the most fascinating archaeological sites in the world. Walk or take a guided tour to discover the well-preserved ruins and artifacts of Pompeii.", "place_image": "./static/images/pompeii.png", "place_tags": "history", "place_links": "", "place_country": "Italy"}, "italy_7": {"place_id": "italy_7", "place_name": "Milan", "place_lat": "45.462477", "place_lon": "9.207597", "place_brief_desc": "The capital of fashion and design in Italy is also a city with a lot of culture and history. ", "place_longer_desc": "The capital of fashion and design in Italy is also a city with a lot of culture and history. Walk or take a metro to see some of the highlights of Milan, such as the Duomo, the La Scala opera house, the Sforza Castle and the Leonardo da Vinci's Last Supper.", "place_image": "./static/images/milan.png", "place_tags": "history", "place_links": "", "place_country": "Italy"}, "italy_8": {"place_id": "italy_8", "place_name": "Turin", "place_lat": "45.067428", "place_lon": "7.672976", "place_brief_desc": "The former capital of Italy and the home of Fiat is a city with a lot of charm and elegance.", "place_longer_desc": "The former capital of Italy and the home of Fiat is a city with a lot of charm and elegance.", "place_image": "./static/images/turin.png", "place_tags": "history", "place_links": "", "place_country": "Italy"}, "italy_9": {"place_id": "italy_9", "place_name": "Palermo", "place_lat": "38.109418", "place_lon": "13.367472", "place_brief_desc": "Capital of Sicily", "place_longer_desc": "Capital of Sicily", "place_image": "./static/images/palermo.png", "place_tags": "history", "place_links": "", "place_country": "Italy"}, "lithuania_1": {"place_id": "lithuania_1", "place_name": "Vilnius", "place_lat": "54.670236", "place_lon": "25.282908", "place_brief_desc": "Lithuania's capital and largest city, known for its medieval Old Town, Gediminas' Tower, and Trakai Castle.", "place_longer_desc": "Vilnius is a charming city with a lot to offer visitors. The Old Town is a UNESCO World Heritage Site and is home to many well-preserved medieval buildings. Visitors can also visit Gediminas' Tower, the highest point in the city, and Trakai Castle, a beautiful island castle located just outside the city. Vilnius is also a great place to enjoy Lithuanian cuisine and culture.", "place_image": "./static/images/vilnius.png", "place_tags": "history", "place_links": "", "place_country": "Lithuania"}, "lithuania_2": {"place_id": "lithuania_2", "place_name": "Kaunas", "place_lat": "54.886291", "place_lon": "23.931766", "place_brief_desc": "Lithuania's second-largest city and a cultural hub, known for its Art Nouveau architecture, Pažaislis Monastery, and Žalgiris Arena.", "place_longer_desc": "Kaunas is a vibrant city with a lot to offer visitors. The city is home to many Art Nouveau buildings, as well as the Pažaislis Monastery, a beautiful baroque monastery located on an island in the Nemunas River. Kaunas is also home to the Žalgiris Arena, one of the largest indoor arenas in Europe.", "place_image": "./static/images/kaunas.png", "place_tags": "history", "place_links": "", "place_country": "Lithuania"}, "lithuania_3": {"place_id": "lithuania_3", "place_name": "Trakai", "place_lat": "54.628948", "place_lon": "24.937695", "place_brief_desc": "A town located just outside of Vilnius, known for its Trakai Castle, a beautiful island castle on Lake Galvė.", "place_longer_desc": "Trakai is a popular tourist destination, and for good reason. Trakai Castle is one of Lithuania's most iconic landmarks. Visitors can take a boat trip to the castle and explore its many towers and chambers. Trakai is also a great place to try Lithuanian cuisine, such as kibinai, a traditional Lithuanian pastry.", "place_image": "./static/images/trakai.png", "place_tags": "history", "place_links": "", "place_country": "Lithuania"}, "netherlands_1": {"place_id": "netherlands_1", "place_name": "Amsterdam", "place_lat": "52.379191", "place_lon": "4.899427", "place_brief_desc": "The capital and the most popular destination in the Netherlands", "place_longer_desc": "The capital and the most popular destination in the Netherlands, Amsterdam is a city of contrasts. It has a rich heritage of canals, museums, and monuments, as well as a vibrant and modern scene of cafes, bars, and festivals. You can easily reach Amsterdam by train from many European cities, including London, Paris, Brussels, and Berlin.", "place_image": "./static/images/amsterdam.png", "place_tags": "history", "place_links": "", "place_country": "Netherlands"}, "netherlands_10": {"place_id": "netherlands_10", "place_name": "Zaanse Schans", "place_lat": "52.469209", "place_lon": "4.805049", "place_brief_desc": "Zaanse Schans is an open-air museum that showcases the traditional Dutch way of life.", "place_longer_desc": "Zaanse Schans is an open-air museum that showcases the traditional Dutch way of life. It has a collection of historic windmills, wooden houses, workshops, and farms that date back to the 17th and 18th centuries. You can also see demonstrations of crafts such as cheese making, clog making, and chocolate making. You can get to Zaanse Schans by train from Amsterdam in about 20 minutes.", "place_image": "./static/images/zaanse schans.png", "place_tags": "history", "place_links": "", "place_country": "Netherlands"}, "netherlands_2": {"place_id": "netherlands_2", "place_name": "Rotterdam", "place_lat": "51.924804", "place_lon": "4.468771", "place_brief_desc": "Hub of innovation and creativity - known for its futuristic architecture", "place_longer_desc": "The second-largest city in the Netherlands, Rotterdam is a hub of innovation and creativity. It is known for its futuristic architecture, such as the Erasmus Bridge and the Cube Houses, as well as its cultural diversity and lively nightlife. You can take a direct train from Amsterdam to Rotterdam in less than an hour.", "place_image": "./static/images/rotterdam.png", "place_tags": "history", "place_links": "", "place_country": "Netherlands"}, "netherlands_3": {"place_id": "netherlands_3", "place_name": "Utrecht", "place_lat": "52.089397", "place_lon": "5.109864", "place_brief_desc": "Utrecht is a charming city that combines medieval charm with contemporary flair.", "place_longer_desc": "Utrecht is a charming city that combines medieval charm with contemporary flair. It has a beautiful old town with a Gothic cathedral, a canal network, and cosy cafes. It is also a centre of education and culture, with many museums, galleries, and events. You can get to Utrecht by train from Amsterdam in about 30 minutes.", "place_image": "./static/images/utrecht.png", "place_tags": "history", "place_links": "", "place_country": "Netherlands"}, "netherlands_4": {"place_id": "netherlands_4", "place_name": "Den Haag", "place_lat": "52.080408", "place_lon": "4.325169", "place_brief_desc": "The seat of the Dutch government and the home of the royal family,", "place_longer_desc": "The seat of the Dutch government and the home of the royal family, The Hague is a city of elegance and sophistication. It has many impressive buildings, such as the Binnenhof and the Peace Palace, as well as some of the finest art museums in the country, such as the Mauritshuis and the Gemeentemuseum. You can travel from Amsterdam to The Hague by train in about an hour.", "place_image": "./static/images/den haag.png", "place_tags": "history", "place_links": "", "place_country": "Netherlands"}, "netherlands_5": {"place_id": "netherlands_5", "place_name": "Delft", "place_lat": "52.005752", "place_lon": "4.356901", "place_brief_desc": "Delft is a picturesque town that is famous for its blue-and-white pottery and its association with the painter Johannes Vermeer.", "place_longer_desc": "Delft is a picturesque town that is famous for its blue-and-white pottery and its association with the painter Johannes Vermeer. It has a lovely historic centre with canals, bridges, and churches, as well as a lively market square and some interesting museums. You can reach Delft by train from Amsterdam or The Hague in less than an hour.", "place_image": "./static/images/delft.png", "place_tags": "history", "place_links": "", "place_country": "Netherlands"}, "netherlands_6": {"place_id": "netherlands_6", "place_name": "Leiden", "place_lat": "52.166263", "place_lon": "4.481968", "place_brief_desc": "Leiden is a university town that has a rich history and culture", "place_longer_desc": "Leiden is a university town that has a rich history and culture. It was the birthplace of Rembrandt and the site of the first Dutch university. It has a charming old town with many monuments, museums, and gardens, as well as a vibrant student atmosphere and a lively nightlife. You can take a train from Amsterdam to Leiden in about 40 minutes.", "place_image": "./static/images/leiden.png", "place_tags": "history", "place_links": "", "place_country": "Netherlands"}, "netherlands_7": {"place_id": "netherlands_7", "place_name": "Haarlem", "place_lat": "52.387973", "place_lon": "4.638605", "place_brief_desc": "Haarlem is a quaint city that is located near the coast and the tulip fields.", "place_longer_desc": "Haarlem is a quaint city that is located near the coast and the tulip fields. It has a beautiful historic centre with a Gothic cathedral, a windmill, and some of the best museums in the Netherlands, such as the Frans Hals Museum and the Teylers Museum. You can get to Haarlem by train from Amsterdam in about 20 minutes.", "place_image": "./static/images/haarlem.png", "place_tags": "history", "place_links": "", "place_country": "Netherlands"}, "netherlands_8": {"place_id": "netherlands_8", "place_name": "Maastricht", "place_lat": "50.849811", "place_lon": "5.705876", "place_brief_desc": "Maastricht is one of the oldest and most charming cities in the Netherlands.", "place_longer_desc": "Maastricht is one of the oldest and most charming cities in the Netherlands. It is located in the south of the country, near the borders with Belgium and Germany. It has a unique culture and cuisine that reflects its diverse influences. It also has a stunning old town with Roman ruins, medieval churches, and elegant squares. You can travel from Amsterdam to Maastricht by train in about 2 hours.", "place_image": "./static/images/maastricht.png", "place_tags": "history", "place_links": "", "place_country": "Netherlands"}, "netherlands_9": {"place_id": "netherlands_9", "place_name": "Groningen", "place_lat": "53.210684", "place_lon": "6.564274", "place_brief_desc": "Groningen is a lively city that is located in the north of the Netherlands.", "place_longer_desc": "Groningen is a lively city that is located in the north of the Netherlands. It is known for its youthful vibe and its cultural scene. It has many attractions for visitors, such as the Groninger Museum, the Martini Tower, and the Prinsentuin Park. You can reach Groningen by train from Amsterdam in about 2 hours.", "place_image": "./static/images/groningen.png", "place_tags": "history", "place_links": "", "place_country": "Netherlands"}, "norway_1": {"place_id": "norway_1", "place_name": "Bergen", "place_lat": "60.390396", "place_lon": "5.333156", "place_brief_desc": "Norway's second-largest city, known for its colorful Bryggen waterfront, Flåm Railway, and surrounding fjords and mountains.", "place_longer_desc": "Bergen is a charming city with a lot to offer visitors. The city center is compact and easy to explore on foot, and there are many museums, galleries, and shops to visit. Bergen is also a great base for exploring the surrounding fjords and mountains. Visitors can take a boat trip to the nearby Nærøyfjord or Aurlandsfjord, or go hiking in the Bergen Mountains.", "place_image": "./static/images/bergen.png", "place_tags": "history", "place_links": "", "place_country": "Norway"}, "norway_2": {"place_id": "norway_2", "place_name": "Oslo", "place_lat": "59.909527", "place_lon": "10.781842", "place_brief_desc": "Norway's capital and largest city, known for its Viking Ship Museum, Vigeland Sculpture Park, and Oslo Opera House.", "place_longer_desc": "Oslo is a vibrant city with something to offer everyone. Visitors can learn about Norway's Viking history at the Viking Ship Museum, admire the sculptures in the Vigeland Sculpture Park, or take a walk around the Oslofjord. Oslo is also a great place to enjoy Norwegian cuisine and culture.", "place_image": "./static/images/oslo.png", "place_tags": "history", "place_links": "", "place_country": "Norway"}, "poland_1": {"place_id": "poland_1", "place_name": "Krakow", "place_lat": "50.069934", "place_lon": "19.940546", "place_brief_desc": "Poland's second-largest city, known for its medieval Old Town, Wawel Royal Castle, and Main Market Square.", "place_longer_desc": "Kraków is a charming city with a lot to offer visitors. The Old Town is a UNESCO World Heritage Site and is home to many well-preserved medieval buildings, including the Wawel Royal Castle and the Main Market Square. Kraków is also a great place to enjoy Polish cuisine and culture.", "place_image": "./static/images/krakow.png", "place_tags": "history", "place_links": "", "place_country": "Poland"}, "poland_10": {"place_id": "poland_10", "place_name": "Auschwitz-Birkenau", "place_lat": "50.041501", "place_lon": "19.199727", "place_brief_desc": "A former Nazi concentration and extermination camp, located in the towns of Oświęcim and Brzezinka.", "place_longer_desc": "The Auschwitz-Birkenau Memorial and Museum is a sobering but important place to visit. Visitors can learn about", "place_image": "./static/images/auschwitz-birkenau.png", "place_tags": "history", "place_links": "", "place_country": "Poland"}, "poland_11": {"place_id": "poland_11", "place_name": "Katovice", "place_lat": "49.269454", "place_lon": "13.823423", "place_brief_desc": "11th most populous city in Poland, while its urban area is the most populous in the country", "place_longer_desc": "Katowice is the capital city of the Silesian Voivodeship in southern Poland and the central city of the Upper Silesian metropolitan area. It is the 11th most populous city in Poland, while its urban area is the most populous in the country and one of the most populous in the European Unio", "place_image": "./static/images/katovice.png", "place_tags": "history", "place_links": "", "place_country": "Poland"}, "poland_2": {"place_id": "poland_2", "place_name": "Warsaw", "place_lat": "52.224729", "place_lon": "21.001417", "place_brief_desc": "Poland's capital and largest city, known for its Royal Castle, Palace of Culture and Science, and Łazienki Park.", "place_longer_desc": "Warsaw is a vibrant city with a lot to offer visitors. The Royal Castle is a must-see for anyone interested in Polish history. Visitors can also visit the Palace of Culture and Science, a towering Art Deco building, and Łazienki Park, a beautiful park with gardens, lakes, and palaces.", "place_image": "./static/images/warsaw.png", "place_tags": "history", "place_links": "", "place_country": "Poland"}, "poland_3": {"place_id": "poland_3", "place_name": "Wroclaw", "place_lat": "51.098075", "place_lon": "17.037084", "place_brief_desc": "Poland's fourth-largest city, known for its Rynek Główny market square, Centennial Hall, and Cathedral of St. John the Baptist.", "place_longer_desc": "Wrocław is a charming city with a lot to offer visitors. The Rynek Główny market square is one of the largest market squares in Europe and is home to many well-preserved medieval buildings. Visitors can also visit the Centennial Hall, a UNESCO World Heritage Site, and the Cathedral of St. John the Baptist, a beautiful Gothic cathedral.", "place_image": "./static/images/wroclaw.png", "place_tags": "history", "place_links": "", "place_country": "Poland"}, "poland_4": {"place_id": "poland_4", "place_name": "Gdansk", "place_lat": "54.365843", "place_lon": "18.64396", "place_brief_desc": "Poland's sixth-largest city and a port city on the Baltic Sea, known for its Old Town, Mariacka Street, and St. Mary's Church.", "place_longer_desc": "Gdańsk is a beautiful city with a lot to offer visitors. The Old Town is a UNESCO World Heritage Site and is home to many well-preserved medieval buildings. Visitors can also visit Mariacka Street, a charming street lined with shops and restaurants, and St. Mary's Church, a beautiful Gothic church.", "place_image": "./static/images/gdansk.png", "place_tags": "history", "place_links": "", "place_country": "Poland"}, "poland_5": {"place_id": "poland_5", "place_name": "Lodz", "place_lat": "51.859659", "place_lon": "19.762066", "place_brief_desc": "Poland's third-largest city, known for its Piotrkowska Street, Księży Młyn District, and Manufaktura shopping complex.", "place_longer_desc": "Łódź is a vibrant city with a lot to offer visitors. Piotrkowska Street is a long pedestrian street lined with shops, restaurants, and bars. The Księży Młyn District is a former industrial area that has been transformed into a trendy neighborhood with art galleries, cafes, and restaurants. Manufaktura is a large shopping complex located in a former textile mill.", "place_image": "./static/images/lodz.png", "place_tags": "history", "place_links": "", "place_country": "Poland"}, "poland_6": {"place_id": "poland_6", "place_name": "Poznan", "place_lat": "52.410249", "place_lon": "16.905366", "place_brief_desc": "Poland's fifth-largest city, known for its Old Town, Poznań Town Hall, and St. Peter and Paul's Basilica.", "place_longer_desc": "Poznań is a charming city with a lot to offer visitors. The Old Town is a UNESCO World Heritage Site and is home to many well-preserved medieval buildings. Visitors can also visit Poznań Town Hall, a beautiful Renaissance building, and St. Peter and Paul's Basilica, a beautiful Gothic basilica.", "place_image": "./static/images/poznan.png", "place_tags": "history", "place_links": "", "place_country": "Poland"}, "poland_7": {"place_id": "poland_7", "place_name": "Bielsko-Biala", "place_lat": "49.830713", "place_lon": "19.04558", "place_brief_desc": "A mountain range in the southern Carpathian Mountains, known for its stunning scenery, hiking trails, and ski resorts.", "place_longer_desc": "The Tatra Mountains are a great place to experience Polish nature. Visitors can go hiking, biking, or skiing in the mountains. They can also visit the mountain villages, which are home to traditional Polish culture and cuisine.", "place_image": "./static/images/bielsko-biala.png", "place_tags": "history", "place_links": "", "place_country": "Poland"}, "poland_8": {"place_id": "poland_8", "place_name": "Malbork", "place_lat": "54.035795", "place_lon": "19.042821", "place_brief_desc": "The largest brick castle in Europe, located in the town of Malbork.", "place_longer_desc": "Malbork Castle is a UNESCO World Heritage Site and one of Poland's most popular tourist attractions. Visitors can tour the castle and learn about its fascinating history.", "place_image": "./static/images/malbork.png", "place_tags": "history", "place_links": "", "place_country": "Poland"}, "portugal_1": {"place_id": "portugal_1", "place_name": "Lisbon", "place_lat": "38.71387", "place_lon": "-9.122271", "place_brief_desc": "Portugal's capital and largest city, known for its medieval Old Town, São Jorge Castle, and Jerónimos Monastery.", "place_longer_desc": "Lisbon is a charming city with a lot to offer visitors. The Old Town is a UNESCO World Heritage Site and is home to many well-preserved medieval buildings, including São Jorge Castle and the Sé de Lisboa Cathedral. Visitors can also visit the Jerónimos Monastery, a UNESCO World Heritage Site, and the Belém Tower, a 16th-century tower. Lisbon is also a great place to enjoy Portuguese cuisine and culture.", "place_image": "./static/images/lisbon.png", "place_tags": "history", "place_links": "", "place_country": "Portugal"}, "portugal_2": {"place_id": "portugal_2", "place_name": "Sintra", "place_lat": "38.799169", "place_lon": "-9.385368", "place_brief_desc": "A town located in the Sintra Mountains, known for its fairytale castles and palaces, including the Pena Palace and the Quinta da Regaleira.", "place_longer_desc": "Sintra is a UNESCO World Heritage Site and is home to many well-preserved castles and palaces, including the Pena Palace, a colorful castle that sits on top of a hill, and the Quinta da Regaleira, a mysterious estate with gardens, grottoes, and tunnels. Sintra is also a great place to go hiking and enjoy the stunning scenery.", "place_image": "./static/images/sintra.png", "place_tags": "history", "place_links": "", "place_country": "Portugal"}, "portugal_3": {"place_id": "portugal_3", "place_name": "obidos", "place_lat": "39.364662", "place_lon": "-9.159487", "place_brief_desc": "A walled town located in central Portugal, known for its medieval castle, whitewashed houses, and narrow streets.", "place_longer_desc": "Óbidos is a charming walled town with a lot to offer visitors. The medieval castle is located on top of a hill and offers stunning views of the town. Visitors can also wander through the narrow streets and admire the whitewashed houses. Óbidos is also a great place to try the famous Óbidos ginjinha, a sweet liqueur made from ginja berries.", "place_image": "./static/images/obidos.png", "place_tags": "history", "place_links": "", "place_country": "Portugal"}, "portugal_4": {"place_id": "portugal_4", "place_name": "Porto", "place_lat": "41.148823", "place_lon": "-8.584932", "place_brief_desc": "Portugal's second-largest city, known for its colorful buildings, port wine, and Dom Luís I Bridge.", "place_longer_desc": "Porto is a vibrant city with a lot to offer visitors. The Ribeira district is a UNESCO World Heritage Site and is home to many colorful buildings, including the Livraria Lello, a beautiful bookstore. Visitors can also visit the port wine cellars in Vila Nova de Gaia and take a boat trip on the Douro River. Porto is also a great place to enjoy Portuguese cuisine and culture.", "place_image": "./static/images/porto.png", "place_tags": "history", "place_links": "", "place_country": "Portugal"}, "portugal_5": {"place_id": "portugal_5", "place_name": "Lagos", "place_lat": "37.108469", "place_lon": "-8.67166", "place_brief_desc": "popular Algarve town", "place_longer_desc": "The Algarve is a popular tourist destination for its beautiful beaches, dramatic coastline, and golf courses. Visitors can relax on the beach, go swimming, surfing, or golfing. The Algarve is also home to many charming villages and towns, such as Lagos and Albufeira.", "place_image": "./static/images/lagos.png", "place_tags": "history", "place_links": "", "place_country": "Portugal"}, "portugal_6": {"place_id": "portugal_6", "place_name": "Albufeira", "place_lat": "37.128686", "place_lon": "-8.232825", "place_brief_desc": "popular Algarve town", "place_longer_desc": "The Algarve is a popular tourist destination for its beautiful beaches, dramatic coastline, and golf courses. Visitors can relax on the beach, go swimming, surfing, or golfing. The Algarve is also home to many charming villages and towns, such as Lagos and Albufeira.", "place_image": "./static/images/albufeira.png", "place_tags": "history", "place_links": "", "place_country": "Portugal"}, "romania_1": {"place_id": "romania_1", "place_name": "Sighisoara", "place_lat": "46.226398", "place_lon": "24.795737", "place_brief_desc": "UNESCO World Heritage Site and one of the best-preserved medieval towns in Europe.", "place_longer_desc": "Sighișoara is a UNESCO World Heritage Site and one of the best-preserved medieval towns in Europe. It is also the birthplace of Vlad the Impaler, the inspiration for Dracula. You can explore the colourful houses, the cobblestone streets, the clock tower, and the citadel that overlooks the town. You can also visit the house where Vlad was born, now a museum and a restaurant.", "place_image": "./static/images/sighisoara.png", "place_tags": "history", "place_links": "", "place_country": "Romania"}, "romania_10": {"place_id": "romania_10", "place_name": "Bucharest", "place_lat": "44.428816", "place_lon": "26.10382", "place_brief_desc": "Capital of Romania offering a contrast between its historical and cultural heritage and its modern and eclectic vibe.", "place_longer_desc": "It’s the capital and the largest city of Romania, as well as a dynamic and cosmopolitan metropolis. It offers a contrast between its historical and cultural heritage and its modern and eclectic vibe. You can visit the Palace of Parliament, one of the largest and most extravagant buildings in the world, built by the former communist dictator Nicolae Ceaușescu. You can also explore the old town, where you can find churches, museums, restaurants, and bars.", "place_image": "./static/images/bucharest.png", "place_tags": "history", "place_links": "", "place_country": "Romania"}, "romania_2": {"place_id": "romania_2", "place_name": "Brasov", "place_lat": "46.226398", "place_lon": "24.795737", "place_brief_desc": "Charming city surrounded by the Carpathian Mountains and known for its Gothic and Baroque architecture.", "place_longer_desc": "Brașov is a charming city surrounded by the Carpathian Mountains and known for its Gothic and Baroque architecture. It is also a gateway to some of the most famous attractions in Romania, such as Bran Castle (also known as Dracula's Castle), Peleș Castle (a former royal residence), and Râșnov Fortress (a medieval citadel). You can also enjoy the nature and wildlife of the nearby Piatra Craiului National Park or Poiana Brașov ski resort.", "place_image": "./static/images/brasov.png", "place_tags": "history", "place_links": "", "place_country": "Romania"}, "romania_3": {"place_id": "romania_3", "place_name": "Sibiu", "place_lat": "45.799977", "place_lon": "24.161575", "place_brief_desc": "Picturesque town in Transylvania, Sibiu was the European Capital of Culture in 2007 and has a rich cultural and architectural heritage.", "place_longer_desc": "Another picturesque town in Transylvania, Sibiu was the European Capital of Culture in 2007 and has a rich cultural and architectural heritage. You can admire the colourful houses, the Brukenthal Museum, and the Bridge of Lies.", "place_image": "./static/images/sibiu.png", "place_tags": "history", "place_links": "", "place_country": "Romania"}, "romania_4": {"place_id": "romania_4", "place_name": "Targu Mures", "place_lat": "46.533344", "place_lon": "24.549316", "place_brief_desc": "Known for its baroque architecture and multiculturalism.", "place_longer_desc": "Targu Mures is a city in central Romania, known for its baroque architecture and multiculturalism. To dig deep into local history and culture visits to the Museum of Ethnography and Folk Art and the multi-museumed Palace of Culture are just the ticket. Alternatively, you could just join the locals and chill out at the Weekend Complex amusement park", "place_image": "./static/images/targu mures.png", "place_tags": "history", "place_links": "", "place_country": "Romania"}, "romania_5": {"place_id": "romania_5", "place_name": "Miercurea Ciuc", "place_lat": "46.359574", "place_lon": "25.793782", "place_brief_desc": "Capital of the Hargita province on the edge of the eastern Carpathians, this is a good place to get a better understanding of the ethnic complexity of Transylvania.", "place_longer_desc": "Capital of the Hargita province on the edge of the eastern Carpathians, this is a good place to get a better understanding of the ethnic complexity of Transylvania. Why not visit the Csiki Szekely Muzeum in the Mikó Castle which is dedicated to Szekler culture and traditions, as well as local history. Here you can admire collections of folk art, ceramics, textiles, furniture, weapons and coins. The Franciscan Monastery dates back to the 14th century and is a special historical and architectural monument. It houses a Gothic church with murals and stained glass, as well as a library including rare manuscripts and incunabula. The monastery is also a cultural and spiritual centre, which organises concerts, exhibitions and conferences.", "place_image": "./static/images/miercurea ciuc.png", "place_tags": "history", "place_links": "", "place_country": "Romania"}, "romania_6": {"place_id": "romania_6", "place_name": "Cluj-Napoca", "place_lat": "46.784197", "place_lon": "23.586616", "place_brief_desc": "The unofficial capital of Transylvania and a vibrant cultural and academic centre.", "place_longer_desc": "Cluj-Napoca is the unofficial capital of Transylvania and a vibrant cultural and academic centre. It is home to the largest university in Romania, as well as numerous museums, art galleries, theatres, and festivals. You can enjoy the architecture of the old town, the botanical garden, and the central park. You can also visit the Turda Salt Mine, a spectacular underground attraction that features a lake, a museum, and a Ferris wheel.", "place_image": "./static/images/cluj-napoca.png", "place_tags": "history", "place_links": "", "place_country": "Romania"}, "romania_7": {"place_id": "romania_7", "place_name": "Timisoara", "place_lat": "45.696772", "place_lon": "21.198704", "place_brief_desc": "Known as the \"Little Vienna\" for its elegant buildings and squares that reflect its Austro-Hungarian heritage.", "place_longer_desc": "The largest city in western Romania, Timisoara is known as the \"Little Vienna\" for its elegant buildings and squares that reflect its Austro-Hungarian heritage. Timisoara is also a modern and dynamic city that was the first in Europe to have electric street lighting and trams. You can enjoy the cultural and nightlife options in Timisoara, or visit some of its attractions, such as the Orthodox Cathedral, the Huniade Castle, and the Botanical Garden.", "place_image": "./static/images/timisoara.png", "place_tags": "history", "place_links": "", "place_country": "Romania"}, "romania_8": {"place_id": "romania_8", "place_name": "Tulcea", "place_lat": "45.162084", "place_lon": "28.769176", "place_brief_desc": "Gateway to the Danube Delta -  one of the largest and most biodiverse wetlands in Europe,", "place_longer_desc": "The Danube Delta is one of the largest and most biodiverse wetlands in Europe, where the Danube River flows into the Black Sea. It is a UNESCO World Heritage Site and a paradise for nature lovers and birdwatchers. You can take a boat tour or rent a kayak to admire the scenery and wildlife of this unique ecosystem. You can also visit some of the traditional fishing villages and sample some of the local cuisine based on fresh fish.", "place_image": "./static/images/tulcea.png", "place_tags": "history", "place_links": "", "place_country": "Romania"}, "romania_9": {"place_id": "romania_9", "place_name": "Constanta", "place_lat": "44.168767", "place_lon": "28.631893", "place_brief_desc": "Popular destination for sunbathing, swimming, and partying.", "place_longer_desc": "The largest port and seaside resort on the Black Sea coast, Constanta is a popular destination for sunbathing, swimming, and partying. You can also visit the ancient ruins of Tomis, the Casino, and the Aquarium.", "place_image": "./static/images/constanta.png", "place_tags": "history", "place_links": "", "place_country": "Romania"}, "slovakia_1": {"place_id": "slovakia_1", "place_name": "Bratislava", "place_lat": "48.154135", "place_lon": "17.097852", "place_brief_desc": "Slovakia's capital and largest city, known for its medieval Old Town, Bratislava Castle, and Devin Castle.", "place_longer_desc": "Bratislava is a charming city with a lot to offer visitors. The Old Town is home to many well-preserved medieval buildings, including Bratislava Castle and the St. Martin's Cathedral. Visitors can also visit Devin Castle, a beautiful castle located on the Danube River. Bratislava is also a great place to enjoy Slovak cuisine and culture.", "place_image": "./static/images/bratislava.png", "place_tags": "history", "place_links": "", "place_country": "Slovakia"}, "slovakia_2": {"place_id": "slovakia_2", "place_name": "Kosice", "place_lat": "48.722918", "place_lon": "21.268721", "place_brief_desc": "Slovakia's second-largest city, known for its medieval Old Town, St. Elisabeth's Cathedral, and Singing Fountain.", "place_longer_desc": "Košice is a beautiful city with a rich history. The Old Town is home to many well-preserved medieval buildings, including St. Elisabeth's Cathedral, a Gothic cathedral that is one of the largest churches in Slovakia. Visitors can also visit the Singing Fountain, a musical fountain that puts on a show every evening. Košice is also a great place to enjoy Slovak cuisine and culture.", "place_image": "./static/images/kosice.png", "place_tags": "history", "place_links": "", "place_country": "Slovakia"}, "slovakia_3": {"place_id": "slovakia_3", "place_name": "Banska Bystrica", "place_lat": "48.734658", "place_lon": "19.163006", "place_brief_desc": "A city in central Slovakia, known for its medieval Old Town, SNP Square, and the Matej Bel University.", "place_longer_desc": "Banská Bystrica is a charming city with a lot to offer visitors. The Old Town is home to many well-preserved medieval buildings, including SNP Square, a large square that is often used for concerts and other events. Visitors can also visit the Matej Bel University, one of the oldest universities in Slovakia. Banská Bystrica is also a great place to enjoy Slovak cuisine and culture.", "place_image": "./static/images/banska bystrica.png", "place_tags": "history", "place_links": "", "place_country": "Slovakia"}, "slovakia_4": {"place_id": "slovakia_4", "place_name": "Zilina", "place_lat": "49.227043", "place_lon": "18.746006", "place_brief_desc": "A city in northwestern Slovakia, known for its historic center, the Budatín Castle, and the Rajecké Teplice spa town.", "place_longer_desc": "Žilina is a beautiful city with a lot to offer visitors. The historic center is home to many well-preserved buildings, including the Budatín Castle, a castle that dates back to the 13th century. Visitors can also visit the Rajecké Teplice spa town, which is known for its thermal springs and spa treatments. Žilina is also a great place to enjoy Slovak cuisine and culture.", "place_image": "./static/images/zilina.png", "place_tags": "history", "place_links": "", "place_country": "Slovakia"}, "slovenia_1": {"place_id": "slovenia_1", "place_name": "Ljubljana", "place_lat": "46.058687", "place_lon": "14.51294", "place_brief_desc": "Slovenia's capital and largest city, known for its medieval Old Town, Ljubljana Castle, and Dragon Bridge.", "place_longer_desc": "Ljubljana is a charming city with a lot to offer visitors. The Old Town is home to many well-preserved medieval buildings, including Ljubljana Castle, a castle that dates back to the 12th century. Visitors can also visit the Dragon Bridge, a famous bridge decorated with dragon statues. Ljubljana is also a great place to enjoy Slovenian cuisine and culture.", "place_image": "./static/images/ljubljana.png", "place_tags": "history", "place_links": "", "place_country": "Slovenia"}, "slovenia_2": {"place_id": "slovenia_2", "place_name": "Bled", "place_lat": "46.368302", "place_lon": "14.082303", "place_brief_desc": "A town in northwestern Slovenia, known for its Lake Bled, Bled Island, and Bled Castle.", "place_longer_desc": "Bled is a beautiful town located on Lake Bled, a picturesque lake with a small island in the middle. Visitors can take a boat trip to the island and visit the Bled Island Church, a charming church located on the island. They can also visit Bled Castle, a castle that dates back to the 11th century. Bled is also a great place to try the famous Bled cake, a custard cream cake topped with whipped cream.", "place_image": "./static/images/bled.png", "place_tags": "history", "place_links": "", "place_country": "Slovenia"}, "slovenia_3": {"place_id": "slovenia_3", "place_name": "Postojna", "place_lat": "45.773099", "place_lon": "14.221465", "place_brief_desc": "A cave system in southwestern Slovenia, known for its stalagmites, stalactites, and cave train.", "place_longer_desc": "Postojna Cave is one of the most popular tourist attractions in Slovenia. Visitors can take a guided tour of the cave and see its many stalagmites, stalactites, and other cave formations. They can also take a cave train ride, which takes them through the cave system.", "place_image": "./static/images/postojna.png", "place_tags": "history", "place_links": "", "place_country": "Slovenia"}, "spain_1": {"place_id": "spain_1", "place_name": "Barcelona", "place_lat": "41.37922", "place_lon": "2.140624", "place_brief_desc": "Barcelona is on the popular side...But it's with good reason. It's a sophisticated beach-side party town with world class architecture.", "place_longer_desc": "With around 20 million tourists per year, Barcelona is on the popular side...But it's with good reason. It's a sophisticated beach-side party town with world class architecture.", "place_image": "./static/images/barcelona.png", "place_tags": "history|art", "place_links": "", "place_country": "Spain"}, "spain_104": {"place_id": "spain_104", "place_name": "Figueres", "place_lat": "42.2647710", "place_lon": "2.94354700", "place_brief_desc": "Home of Salvador Dalí's museum - the one he made himself.", "place_longer_desc": "Home of Salvador Dalí's museum - the one he made himself. It's also the capital of At Emporta with one of Europe's largest forts.", "place_image": "./static/images/figueres.png", "place_tags": "history", "place_links": "", "place_country": "Spain"}, "spain_105": {"place_id": "spain_105", "place_name": "Girona", "place_lat": "41.9793030", "place_lon": "2.81700600", "place_brief_desc": "The smart choice for those who have found Barcelona just a bit too much...", "place_longer_desc": "The Catalan city of Girona is the smart choice for those who have found Barcelona just a bit too much...", "place_image": "./static/images/girona.png", "place_tags": "history", "place_links": "", "place_country": "Spain"}, "spain_139": {"place_id": "spain_139", "place_name": "Tolosa", "place_lat": "43.131936", "place_lon": "-2.085247", "place_brief_desc": "If you are planning on travelling between San Sebastian and Pamplona, then why not make a detour via Tolosa?", "place_longer_desc": "If you are planning on travelling between San Sebastian and Pamplona, then why not make a detour via Tolosa?", "place_image": "./static/images/tolosa.png", "place_tags": "history", "place_links": "", "place_country": "Spain"}, "spain_162": {"place_id": "spain_162", "place_name": "Algeciras", "place_lat": "36.1268310", "place_lon": "-5.4511080", "place_brief_desc": "The historic and forever functional Gibraltar is quite unique and a fitting endpoint for any journey from Blighty.", "place_longer_desc": "The historic and forever functional Gibraltar is quite unique and a fitting endpoint for any journey from Blighty. Make sure to savour the experience of walking across the runway (following the green cross code at the pedestrian lights).", "place_image": "./static/images/algeciras.png", "place_tags": "history", "place_links": "", "place_country": "Spain"}, "spain_19": {"place_id": "spain_19", "place_name": "Tarragona", "place_lat": "41.1116240", "place_lon": "1.25321400", "place_brief_desc": "UNESCO-listed tourist destination for its Romn heritage and a busy port ", "place_longer_desc": "Tarragona seems to effortlessly juggle being both a UNESCO-listed tourist destination and a busy port with all the associated industry", "place_image": "./static/images/tarragona.png", "place_tags": "history", "place_links": "", "place_country": "Spain"}, "spain_20": {"place_id": "spain_20", "place_name": "Madrid", "place_lat": "40.4720993", "place_lon": "-3.6824687", "place_brief_desc": "Madrid has accumulated a wealth of art and architecture that should tickle even the most jaded of travellers.", "place_longer_desc": "Madrid, capital of Spain and former centre of a vast new-world empire has accumulated a wealth of art and architecture that should tickle even the most jaded of travellers.", "place_image": "./static/images/madrid.png", "place_tags": "history", "place_links": "", "place_country": "Spain"}, "spain_44": {"place_id": "spain_44", "place_name": "San Sebastian", "place_lat": "43.317669", "place_lon": "-1.976704", "place_brief_desc": "Where better to top up your tan, fill up your tummy and empty your wallet in this seductively urbane resort.", "place_longer_desc": "Being just 20km from the French border, San Sebastian (Donostia in Basque) is an ideal hop off when travelling to Spain. Where better to top up your tan, fill up your tummy and empty your wallet in this seductively urbane resort?", "place_image": "./static/images/san sebastian.png", "place_tags": "history", "place_links": "", "place_country": "Spain"}, "spain_55": {"place_id": "spain_55", "place_name": "Zaragoza", "place_lat": "41.658649", "place_lon": "-0.911615", "place_brief_desc": "The capital of Aragon has plenty to see in do thanks to two thousand years of history and two cathedrals", "place_longer_desc": "The capital of Aragon has plenty to see in do thanks to two thousand years of history and two cathedrals", "place_image": "./static/images/zaragoza.png", "place_tags": "history", "place_links": "", "place_country": "Spain"}, "spain_56": {"place_id": "spain_56", "place_name": "Tudela de Navarra", "place_lat": "42.0594340", "place_lon": "-1.5979310", "place_brief_desc": "The home of vegetables.", "place_longer_desc": "With arid desert to the north and lush market gardens to the south, Tudela is quite unlike the rest of Navarre. For a start, you can leave behind your Basque dictionary as Spanish is the only official language here. It's climate and soil and river have helped make it the home of vegetables.", "place_image": "./static/images/tudela de navarra.png", "place_tags": "history", "place_links": "", "place_country": "Spain"}, "spain_61": {"place_id": "spain_61", "place_name": "Pamplona", "place_lat": "42.8248770", "place_lon": "-1.6614190", "place_brief_desc": "Pamplona, Iruña in Basque, is the historic capital of the Kingdom of Navarre which straddled Spain and France.", "place_longer_desc": "Pamplona, Iruña in Basque, is the historic capital of the Kingdom of Navarre which straddled Spain and France. Now famous for its annual bull running festival made famous by Ernest Hemingway.", "place_image": "./static/images/pamplona.png", "place_tags": "history", "place_links": "", "place_country": "Spain"}, "spain_742": {"place_id": "spain_742", "place_name": "Teruel", "place_lat": "40.3410290", "place_lon": "-1.1102840", "place_brief_desc": "famed as the town that doesn't exist - it's clearly a hidden gem", "place_longer_desc": "famed as the town that doesn't exist - it's clearly a hidden gem", "place_image": "./static/images/teruel.png", "place_tags": "history", "place_links": "", "place_country": "Spain"}, "spain_803": {"place_id": "spain_803", "place_name": "Vic", "place_lat": "41.930805", "place_lon": "2.248776", "place_brief_desc": "home of Sert and the sausage", "place_longer_desc": "home of Sert and the sausage", "place_image": "./static/images/vic.png", "place_tags": "history", "place_links": "", "place_country": "Spain"}, "spain_804": {"place_id": "spain_804", "place_name": "Puigcerda", "place_lat": "42.428908", "place_lon": "1.924085", "place_brief_desc": "A getaway for Barcelonans who want to get away from it all and breath the fresh cooling air of the Pyrenees", "place_longer_desc": "A getaway for Barcelonans who want to get away from it all and breath the fresh cooling air of the Pyrenees", "place_image": "./static/images/puigcerda.png", "place_tags": "history", "place_links": "", "place_country": "Spain"}, "spain_805": {"place_id": "spain_805", "place_name": "Llanca", "place_lat": "42.3665949", "place_lon": "3.14898700", "place_brief_desc": "Popular string of beaches and port with historic bunkers.", "place_longer_desc": "Popular string of beaches and port with historic bunkers.", "place_image": "./static/images/llanca.png", "place_tags": "history", "place_links": "", "place_country": "Spain"}, "spain_806": {"place_id": "spain_806", "place_name": "Portbou", "place_lat": "42.4244940", "place_lon": "3.15785800", "place_brief_desc": "A border town with a fascinating 20th Century history", "place_longer_desc": "A border town with a beach and a fascinating 20th Century history", "place_image": "./static/images/portbou.png", "place_tags": "history", "place_links": "", "place_country": "Spain"}, "spain_96": {"place_id": "spain_96", "place_name": "Cordoba", "place_lat": "37.8882910", "place_lon": "-4.7894530", "place_brief_desc": "Córdoba's Mezquita (Great Mosque) with it's nested cathedral is reason enough to come here on its own, but there's plenty else to see and do in this ancient Andalusian city.", "place_longer_desc": "Córdoba's Mezquita (Great Mosque) with it's nested cathedral is reason enough to come here on its own, but there's plenty else to see and do in this ancient Andalusian city.", "place_image": "./static/images/cordoba.png", "place_tags": "history", "place_links": "", "place_country": "Spain"}, "spain_97": {"place_id": "spain_97", "place_name": "Seville", "place_lat": "37.3921277", "place_lon": "-5.9752694", "place_brief_desc": "Few places encapsulate the story of Spain as well as Seville.", "place_longer_desc": "Few places encapsulate the story of Spain as well as Seville. And where better to tell that story than the vast Gothic Cathedral which was built on the site of a Moorish mosque and contains the remains of Christopher Columbus.", "place_image": "./static/images/seville.png", "place_tags": "history", "place_links": "", "place_country": "Spain"}, "sweden_1": {"place_id": "sweden_1", "place_name": "Stockholm", "place_lat": "59.330963", "place_lon": "18.066134", "place_brief_desc": "Sweden's capital and largest city, with a rich history and culture.", "place_longer_desc": "Sweden's capital and largest city, with a rich history and culture.", "place_image": "./static/images/stockholm.png", "place_tags": "history", "place_links": "", "place_country": "Sweden"}, "sweden_3": {"place_id": "sweden_3", "place_name": "Malmo", "place_lat": "55.609231", "place_lon": "13.00126", "place_brief_desc": "Sweden's third-largest city, located in the south of the country.", "place_longer_desc": "Sweden's third-largest city, located in the south of the country.", "place_image": "./static/images/malmo.png", "place_tags": "history", "place_links": "", "place_country": "Sweden"}, "sweden_4": {"place_id": "sweden_4", "place_name": "Uppsala", "place_lat": "59.858099", "place_lon": "17.646751", "place_brief_desc": "A city in central Sweden, known for its university and cathedral.", "place_longer_desc": "A city in central Sweden, known for its university and cathedral.", "place_image": "./static/images/uppsala.png", "place_tags": "history", "place_links": "", "place_country": "Sweden"}, "sweden_5": {"place_id": "sweden_5", "place_name": "Linkoping", "place_lat": "58.416014", "place_lon": "15.626677", "place_brief_desc": "A city in southern Sweden, known for its cathedral and air force museum.", "place_longer_desc": "A city in southern Sweden, known for its cathedral and air force museum.", "place_image": "./static/images/linkoping.png", "place_tags": "history", "place_links": "", "place_country": "Sweden"}, "sweden_6": {"place_id": "sweden_6", "place_name": "Kiruna", "place_lat": "67.86827", "place_lon": "20.199526", "place_brief_desc": "A city in northern Sweden, located in the Arctic Circle.", "place_longer_desc": "A city in northern Sweden, located in the Arctic Circle.", "place_image": "./static/images/kiruna.png", "place_tags": "history", "place_links": "", "place_country": "Sweden"}, "sweden_7": {"place_id": "sweden_7", "place_name": "Umea", "place_lat": "63.830127", "place_lon": "20.267053", "place_brief_desc": "Northerly town on the Western edge of the kvarken", "place_longer_desc": "Northerly town on the Western edge of the kvarken", "place_image": "./static/images/umea.png", "place_tags": "history", "place_links": "", "place_country": "Sweden"}, "sweden_8": {"place_id": "sweden_8", "place_name": "Mora", "place_lat": "61.00888", "place_lon": "14.558929", "place_brief_desc": "Town in Darlarnla  - aregion in central Sweden, known for its traditional villages and red-painted wooden houses.", "place_longer_desc": "Town in Darlarnla  - aregion in central Sweden, known for its traditional villages and red-painted wooden houses.", "place_image": "./static/images/mora.png", "place_tags": "history", "place_links": "", "place_country": "Sweden"}, "switzerland_1": {"place_id": "switzerland_1", "place_name": "Jungfraujoch", "place_lat": "46.548212", "place_lon": "7.982502", "place_brief_desc": "This is the ultimate destination for mountain lovers.", "place_longer_desc": "This is the ultimate destination for mountain lovers, as it boasts three of Switzerland's most famous peaks: Eiger, Mönch, and Jungfrau. You can take a train ride up to the Jungfraujoch, Europe's highest train station at 3454m (11,332ft), and marvel at the views of glaciers and snow-capped mountains. You can also explore the picturesque towns of Grindelwald, Lauterbrunnen, Murren, and Wengen, where you can hike, ski, sled, or zip-line among the majestic scenery.", "place_image": "./static/images/jungfraujoch.png", "place_tags": "history", "place_links": "", "place_country": "Switzerland"}, "switzerland_2": {"place_id": "switzerland_2", "place_name": "Bern", "place_lat": "46.948834", "place_lon": "7.439131", "place_brief_desc": "The capital city of Switzerland and a UNESCO World Heritage site.", "place_longer_desc": "The capital city of Switzerland is a UNESCO World Heritage site, with a medieval Old Town that features 6km (3.7 miles) of covered arcades, colourful fountains, and historic buildings. You can visit the Einstein-Haus, where the genius developed his theory of relativity, the Kunsthaus, which has an outstanding fine arts collection, and the Zentrum Paul Klee, a modern museum dedicated to the Swiss painter. Bern is also surrounded by wooded hills and the turquoise Aare river, which you can swim in during summer.", "place_image": "./static/images/bern.png", "place_tags": "history", "place_links": "", "place_country": "Switzerland"}, "switzerland_3": {"place_id": "switzerland_3", "place_name": "Geneva", "place_lat": "46.210209", "place_lon": "6.142455", "place_brief_desc": "Cosmopolitan hub of culture, diplomacy, and innovation.", "place_longer_desc": "The second-largest city in Switzerland is a cosmopolitan hub of culture, diplomacy, and innovation. It is home to the headquarters of many international organisations, such as the United Nations and the Red Cross. You can visit the Jet d'Eau, a huge fountain that shoots water 140m into the air, the Cathedral of St. Pierre, where John Calvin preached during the Reformation, and the Patek Philippe Museum, which showcases the history and craftsmanship of Swiss watchmaking. Geneva is also a gateway to the nearby vineyards and mountains of France.", "place_image": "./static/images/geneva.png", "place_tags": "history", "place_links": "", "place_country": "Switzerland"}, "switzerland_4": {"place_id": "switzerland_4", "place_name": "Lucerne", "place_lat": "47.050179", "place_lon": "8.310186", "place_brief_desc": "Charming city in central Switzerland is situated on the shores of Lake Lucerne, with a backdrop of snow-capped mountains.", "place_longer_desc": "This charming city in central Switzerland is situated on the shores of Lake Lucerne, with a backdrop of snow-capped mountains. You can stroll along the Chapel Bridge, a wooden bridge with painted panels that dates back to the 14th century, visit the Lion Monument, a carved stone lion that commemorates the Swiss soldiers who died during the French Revolution, and explore the Old Town, which has many colourful buildings and squares. You can also take a boat ride on the lake or a cable car up to Mount Pilatus or Mount Rigi for panoramic views.", "place_image": "./static/images/lucerne.png", "place_tags": "history", "place_links": "", "place_country": "Switzerland"}, "switzerland_5": {"place_id": "switzerland_5", "place_name": "Zermatt", "place_lat": "46.024582", "place_lon": "7.748306", "place_brief_desc": "This car-free resort town at the foot of Matterhorn is a paradise for skiers and hikers alike.", "place_longer_desc": "This car-free resort town at the foot of Matterhorn is a paradise for skiers and hikers alike. You can take a cogwheel train up to Gornergrat, where you can enjoy a stunning view of Matterhorn and 28 other peaks over 4000m (13,123ft). You can also visit the Matterhorn Museum, which tells the story of the first ascent of the iconic mountain in 1865 and displays artefacts from that expedition. Zermatt is also known for its gastronomy and nightlife, with many restaurants and bars to choose from", "place_image": "./static/images/zermatt.png", "place_tags": "history", "place_links": "", "place_country": "Switzerland"}, "switzerland_6": {"place_id": "switzerland_6", "place_name": "Zurich", "place_lat": "47.378968", "place_lon": "8.540534", "place_brief_desc": "The largest city in Switzerland is a vibrant metropolis that combines urban flair with natural beauty.", "place_longer_desc": "The largest city in Switzerland is a vibrant metropolis that combines urban flair with natural beauty. Shopping is a must for some and Bahnhofstrasse is one of Europe's most expensive streets.", "place_image": "./static/images/zurich.png", "place_tags": "history", "place_links": "", "place_country": "Switzerland"}, "turkey_1": {"place_id": "turkey_1", "place_name": "Istanbul", "place_lat": "41.005418", "place_lon": "28.97724", "place_brief_desc": "Turkey's capital and largest city, known for its Hagia Sophia, Blue Mosque, and Grand Bazaar.", "place_longer_desc": "Istanbul is a vibrant city with a lot to offer visitors. The Hagia Sophia is a UNESCO World Heritage Site and one of the most popular tourist attractions in Turkey. Visitors can also visit the Blue Mosque, one of the largest mosques in the world, and the Grand Bazaar, one of the largest and oldest covered markets in the world. Istanbul is also a great place to enjoy Turkish cuisine and culture.", "place_image": "./static/images/istanbul.png", "place_tags": "history", "place_links": "", "place_country": "Turkey"}, "uk_1": {"place_id": "uk_1", "place_name": "London", "place_lat": "51.511654", "place_lon": "-0.117493", "place_brief_desc": "Capital of England and the United Kingdom", "place_longer_desc": "London, the capital of England and the United Kingdom, is a 21st-century city with history stretching back to Roman times. At its centre stand the imposing Houses of Parliament, the iconic ‘Big Ben’ clock tower and Westminster Abbey, site of British monarch coronations. Across the Thames River, the London Eye observation wheel provides panoramic views of the South Bank cultural complex, and the entire city", "place_image": "./static/images/london.png", "place_tags": "history", "place_links": "", "place_country": "UK"}, "france_164": {"place_id": "france_164", "place_name": "Nancy", "place_lat": "48.689857", "place_lon": "6.174579", "place_brief_desc": "Riverfront city in the Grand Est, known for its late baroque and art nouveau landmarks", "place_longer_desc": "Nancy, a riverfront city in the northeastern French region of Grand Est, is known for its late baroque and art nouveau landmarks, some dating to its days as the former capital of the Duchy of Lorraine. Its focal point is the 18th-century Place Stanislas. This grand square, decorated with gilded wrought-iron gates and rococo fountains, rests by the ornate palaces and churches filling the city’s medieval old town.", "place_image": "./static/images/nancy.png", "place_tags": "", "place_links": "", "place_country": "France"}, "france_165": {"place_id": "france_165", "place_name": "Metz", "place_lat": "49.107169", "place_lon": "6.17724", "place_brief_desc": "Ccity in the Grand Est, with gardens and leafy promenades along the Moselle and Seille rivers", "place_longer_desc": "Metz is a city in France’s northeastern Grand Est region, with gardens and leafy promenades along the Moselle and Seille rivers. In the old town, the Gothic Metz Cathedral is famed for its massive amount of stained glass windows, many by noted artists. Nearby, the Musée de la Cour d'Or displays artifacts from Roman to Renaissance times. The Centre Pompidou-Metz, with its undulating roof, exhibits contemporary art.", "place_image": "./static/images/metz.png", "place_tags": "", "place_links": "", "place_country": "France"}, "france_166": {"place_id": "france_166", "place_name": "Reims", "place_lat": "49.259121", "place_lon": "4.023901", "place_brief_desc": "Unofficial capital of the Champagne wine-growing region, and many of the champagne houses headquartered there offer tastings and cellar tours.", "place_longer_desc": "Reims is a city in northeastern France's Grand Est region. It's the unofficial capital of the Champagne wine-growing region, and many of the champagne houses headquartered there offer tastings and cellar tours. For more than 1,000 years, French kings were crowned at its Cathédrale Notre-Dame de Reims. This grand cathedral is known for its stained-glass windows and Gothic carved portals, including the Smiling Angel.", "place_image": "./static/images/reims.png", "place_tags": "", "place_links": "", "place_country": "France"}, "france_167": {"place_id": "france_167", "place_name": "Sedan", "place_lat": "49.695024", "place_lon": "4.930373", "place_brief_desc": "Sedan is notable as the site of two major battles between the armed forces of France and Germany, both of which were won by Germany.", "place_longer_desc": "Sedan is a commune in the Ardennes department and Grand Est region of north-eastern France. It is also the chef-lieu of the arrondissement of the same name. Sedan is notable as the site of two major battles between the armed forces of France and Germany, both of which were won by Germany.", "place_image": "./static/images/sedan.png", "place_tags": "", "place_links": "", "place_country": "France"}, "france_168": {"place_id": "france_168", "place_name": "Colmar", "place_lat": "48.073527", "place_lon": "7.347756", "place_brief_desc": "Charming old town with cobblestone streets lined with half-timbered medieval and early Renaissance buildings", "place_longer_desc": "Colmar is a town in the Grand Est region of northeastern France, near the border with Germany. Its old town has cobblestone streets lined with half-timbered medieval and early Renaissance buildings. The Gothic 13th-century, Eglise Saint-Martin church stands on central Place de la Cathédrale. The city is on the Alsace Wine Route, and local vineyards specialize in Riesling and Gewürztraminer wines.", "place_image": "./static/images/colmar.png", "place_tags": "", "place_links": "", "place_country": "France"}, "france_169": {"place_id": "france_169", "place_name": "Mulhouse", "place_lat": "47.7417", "place_lon": "7.343", "place_brief_desc": "Mulhouse is a city in eastern France, near the Swiss and German borders.", "place_longer_desc": "Mulhouse is a city in eastern France, near the Swiss and German borders. The Cité de l’Automobile exhibits cars dating back to 1878, including classic racing models from Mercedes and Bugatti. Locomotives and rail carriages are displayed at the Cité du Train museum. The 1800s, neo-Gothic Temple Saint-Étienne church has stained glass from the 12th-century. Mulhouse Zoo is home to polar bears, lemurs and tigers.", "place_image": "./static/images/mulhouse.png", "place_tags": "", "place_links": "", "place_country": "France"}, "france_170": {"place_id": "france_170", "place_name": "Saverne", "place_lat": "48.744483", "place_lon": "7.362055", "place_brief_desc": "Situated on the Rhine-Marne canal at the foot of a pass over the Vosges Mountains", "place_longer_desc": "Saverne is a commune in the Bas-Rhin department in Grand Est in north-eastern France. It is situated on the Rhine-Marne canal at the foot of a pass over the Vosges Mountains, and 45 km northwest of Strasbourg. In 2018, the commune of Saverne had a population of 11,289, and its urban area, of 18,740", "place_image": "./static/images/saverne.png", "place_tags": "", "place_links": "", "place_country": "France"}, "france_171": {"place_id": "france_171", "place_name": "Dunkerque", "place_lat": "51.030304", "place_lon": "2.368379", "place_brief_desc": "Famous for the evacuation in 1940, there is a museum to tell the story.", "place_longer_desc": "Dunkirk is a coastal city in northern France. The Dunkirk 1940 Museum documents Operation Dynamo, the WWII evacuation of Allied soldiers from the city's beaches. The waterside Musée Portuaire (Port Museum) has historic ships, including the Duchesse Anne, a 3-masted sailing ship built in 1901. The striking LAAC is a contemporary art museum with a sculpture garden. Resorts line the soft sands of Malo-les-Bains beach.", "place_image": "./static/images/dunkirk.png", "place_tags": "", "place_links": "", "place_country": "France"}, "france_172": {"place_id": "france_172", "place_name": "Hazebrouck", "place_lat": "50.725156", "place_lon": "2.542448", "place_brief_desc": "Unassuming town off the tourist trail.", "place_longer_desc": "Hazebrouck is a commune in the Nord department, Hauts-de-France. It was a small market town in Flanders until it became an important railway junction in the 1860s.", "place_image": "./static/images/hazebrouck.png", "place_tags": "", "place_links": "", "place_country": "France"}, "france_173": {"place_id": "france_173", "place_name": "Tourcoing", "place_lat": "50.716289", "place_lon": "3.167475", "place_brief_desc": "City in northern France on the Belgian border.", "place_longer_desc": "Tourcoing is a city in northern France on the Belgian border. It is designated municipally as a commune within the department of Nord", "place_image": "./static/images/tourcoing.png", "place_tags": "", "place_links": "", "place_country": "France"}, "france_174": {"place_id": "france_174", "place_name": "Roubaix", "place_lat": "50.695544", "place_lon": "3.162955", "place_brief_desc": "Located in the Lille metropolitan area on the Belgian border.", "place_longer_desc": "Roubaix is a city in northern France, located in the Lille metropolitan area on the Belgian border. It is a historically mono-industrial commune in the Nord department, which grew rapidly in the 19th Century.", "place_image": "./static/images/roubaix.png", "place_tags": "", "place_links": "", "place_country": "France"}, "france_175": {"place_id": "france_175", "place_name": "Belfort", "place_lat": "47.58602", "place_lon": "6.89844", "place_brief_desc": "town in the Doubs department in the Bourgogne-Franche-Comté", "place_longer_desc": "Montbéliard is a town in the Doubs department in the Bourgogne-Franche-Comté region in eastern France, about 13 km from the border with Switzerland.", "place_image": "./static/images/belfort.png", "place_tags": "", "place_links": "", "place_country": "France"}, "france_177": {"place_id": "france_177", "place_name": "Le Touquet", "place_lat": "50.516915", "place_lon": "1.643515", "place_brief_desc": "seaside town in northern France. It’s known for its wide beach, a water sports hub, and for its lively nightlife", "place_longer_desc": "Seaside town in northern France. It’s known for its wide beach, a water sports hub, and for its lively nightlife, which includes clubs and casinos. Phare Le Touquet is a red-brick lighthouse with far-reaching views of the sea and countryside. The Musée du Touquet displays modern and contemporary art, plus works by regional artists. Fresh produce is on offer at the art deco–style Covered Market.", "place_image": "./static/images/le-touquet.png", "place_tags": "", "place_links": "", "place_country": "France"}, "france_179": {"place_id": "france_179", "place_name": "Aix-en-Provence", "place_lat": "43.455268", "place_lon": "5.317233", "place_brief_desc": "University city in southern France and birthplace of Post-Impressionist painter Paul Cézanne.", "place_longer_desc": "University city in the Provence-Alpes-Côte d'Azur region of southern France. It was the birthplace of Post-Impressionist painter Paul Cézanne. A walking trail links sites including his childhood home, Jas de Bouffan, and his former studio, Atelier Cézanne. The white limestone mountain Sainte-Victoire overlooking the city as well as the surrounding countryside were frequent subjects of his works.", "place_image": "./static/images/aix-en-provence.png", "place_tags": "", "place_links": "", "place_country": "France"}, "france_180": {"place_id": "france_180", "place_name": "Béthune", "place_lat": "50.521175", "place_lon": "2.640447", "place_brief_desc": "Town rich in architectural heritage and history.", "place_longer_desc": "Béthune is a town rich in architectural heritage and history. It has, among other features, a large paved square with shops, cafés, and a 47-metre-tall belfry standing in the center from the top of which the Belgian border can be seen. The chime of the belfry is composed of thirty-six bells. A belfry has stood on the site since 1346. The current belfry plays melodies every 15 minutes, including the ch'ti (regional patois) children's lullaby \"min p'tit quinquin\" (my little darling). In 2005, the belfry was inscribed on the UNESCO World Heritage List as part of the Belfries of Belgium and France site, because of its architecture and testimony to the rise of municipal power in Europe.", "place_image": "./static/images/bethune.png", "place_tags": "", "place_links": "", "place_country": "France"}, "france_181": {"place_id": "france_181", "place_name": "Valenciennes", "place_lat": "50.363297", "place_lon": "3.516468", "place_brief_desc": "Lying on the Scheldt river, Valenciennes was the sight of a dramatic battle in World War 1.", "place_longer_desc": "Valenciennes is a commune in the Nord department, Hauts-de-France, France. It lies on the Scheldt river. It was the sight of a dramatic battle in World War 1.", "place_image": "./static/images/valenciennes.png", "place_tags": "", "place_links": "", "place_country": "France"}, "france_182": {"place_id": "france_182", "place_name": "Douai", "place_lat": "50.371693", "place_lon": "3.089969", "place_brief_desc": "Home to one of the region's most impressive belfries.", "place_longer_desc": "Douai is a city in the Nord département in northern France. Located on the river Scarpe, Douai is home to one of the region's most impressive belfries.", "place_image": "./static/images/douai.png", "place_tags": "", "place_links": "", "place_country": "France"}, "france_183": {"place_id": "france_183", "place_name": "Lens", "place_lat": "50.426606", "place_lon": "2.827858", "place_brief_desc": "City in the Pas-de-Calais department in northern France", "place_longer_desc": "Lens is a city in the Pas-de-Calais department in northern France. It is one of the main towns of Hauts-de-France along with Lille, Valenciennes, Amiens, Roubaix, Tourcoing, Arras and Douai.", "place_image": "./static/images/lens.png", "place_tags": "", "place_links": "", "place_country": "France"}, "france_184": {"place_id": "france_184", "place_name": "Mantes-la-Jolie", "place_lat": "48.989789", "place_lon": "1.703302", "place_brief_desc": "The home of musical instrument making and one time refuge of Segei Prokifiev.", "place_longer_desc": "Louis XIV chose this place as the centre of brass and woodwind instrument manufacture. In the 19th century, painters were attracted to the town, particularly Corot, whose paintings of the bridge and the cathedral are celebrated. Prokofiev spent the summer of 1920 there orchestrating the ballet Chout. Originally officially called Mantes-sur-Seine (meaning \"Mantes upon Seine\"), Mantes merged with the commune of Gassicourt in 1930 and the commune born of the merger was called Mantes-Gassicourt. On 7 May 1953, the commune of Mantes-Gassicourt was officially renamed Mantes-la-Jolie (meaning \"Mantes the pretty\"), allegedly in reference to a letter of King Henry IV addressed to his mistress Gabrielle d'Estrées who resided in Mantes: \"I am on my way to Mantes, my pretty\"", "place_image": "./static/images/mantes-la-jolie.png", "place_tags": "", "place_links": "", "place_country": "France"}, "france_185": {"place_id": "france_185", "place_name": "Le Mans", "place_lat": "47.995217", "place_lon": "0.192434", "place_brief_desc": "Famed for the 24 hour race, there's a mseum where you can experience all the fun of a day behind the wheel.", "place_longer_desc": "Le Mans is a city in northwestern France. It's known for the 24 Hours of Le Mans Museum, which chronicles the history of the city's famed 24 Hours of Le Mans motor race. The Circuit des 24 Heures du Mans race track, offers simulator rides and amateur go-karting. In the old town, the Gothic-style Le Mans Cathedral features stained-glass windows and flying buttresses. East is the 13th-century Royal Abbey of Epau.", "place_image": "./static/images/le-mans.png", "place_tags": "", "place_links": "", "place_country": "France"}, "france_186": {"place_id": "france_186", "place_name": "Sablé-sur-Sarthe", "place_lat": "47.842029", "place_lon": "-0.3421", "place_brief_desc": "Town famed for its flower festival, biscuits and baroque music festival.", "place_longer_desc": "Sablé-sur-Sarthe, commonly referred to as Sablé, is a commune Loire region. It's most popular with tourists for its flower festival, biscuits and baroque music festival.", "place_image": "./static/images/sable-sur-sarthe.png", "place_tags": "", "place_links": "", "place_country": "France"}, "france_187": {"place_id": "france_187", "place_name": "Rouen", "place_lat": "49.449367", "place_lon": "1.094233", "place_brief_desc": "Capital of Normandy, it made a big impression on impressionist Claude Monet.", "place_longer_desc": "Rouen, capital of the northern French region of Normandy, is a port city on the river Seine. Important in the Roman era and Middle Ages, it has Gothic churches, such as Saint-Maclou and Saint-Ouen, and a cobblestoned pedestrian center with medieval half-timbered houses. The skyline is dominated by the spires of Cathédrale Notre-Dame, much-painted by Impressionist Claude Monet.", "place_image": "./static/images/rouen.png", "place_tags": "", "place_links": "", "place_country": "France"}, "france_188": {"place_id": "france_188", "place_name": "Le Havre", "place_lat": "49.492884", "place_lon": "0.125924", "place_brief_desc": "Major port in Normandy.", "place_longer_desc": "Le Havre is a major port city in the Seine-Maritime department in the Normandy region of northern France. It is situated on the right bank of the estuary of the river Seine on the Channel southwest of the Pays de Caux, very close to the Prime Meridian.", "place_image": "./static/images/le-havre.png", "place_tags": "", "place_links": "", "place_country": "France"}, "france_189": {"place_id": "france_189", "place_name": "Vitré", "place_lat": "48.122483", "place_lon": "-1.212851", "place_brief_desc": "commune in the Ille-et-Vilaine department in Brittany", "place_longer_desc": "Vitré is a commune in the Ille-et-Vilaine department in Brittany in northwestern France. Vitré, a sub-prefecture until 1926, is the seat of a canton. It has 18,603 inhabitants. It lies on the edge of Brittany, near Normandy, Maine, and Anjou", "place_image": "./static/images/vitre.png", "place_tags": "", "place_links": "", "place_country": "France"}, "france_190": {"place_id": "france_190", "place_name": "Saint-Brieuc", "place_lat": "48.507331", "place_lon": "-2.766037", "place_brief_desc": "Town named after a Welsh monk Brioc.", "place_longer_desc": "Saint-Brieuc is named after a Welsh monk Brioc, who Christianised the region in the 5th century and established an oratory there. Bro Sant-Brieg/Pays de Saint-Brieuc, one of the nine traditional bishoprics of Brittany which were used as administrative areas before the French Revolution, was named after Saint-Brieuc. It also dates from the Middle Ages when the \"pays de Saint Brieuc,\" or Penteur, was established by Duke Arthur II of Brittany as one of his eight \"battles\" or administrative regions.", "place_image": "./static/images/saint-brieuc.png", "place_tags": "", "place_links": "", "place_country": "France"}, "france_191": {"place_id": "france_191", "place_name": "Lamballe", "place_lat": "48.465923", "place_lon": "-2.511489", "place_brief_desc": "Pretty Brittany town that is the unlikely home of one of the largest pig slaughterhouses in France.", "place_longer_desc": "Town and a former commune in the Côtes-d'Armor department in Brittany in northwestern France. Charles Armand Tuffin, marquis de la Rouërie, hero of the American war of independence, died near Lamballe in 1793. Chilean dictator Augusto Pinochet's ascendant, Guillame Pinochet, was a Lamballe native of Breton descent. He migrated to then-Spanish Chile in the 18th century. These days it's the home of one of the largest pig slaughterhouses in France.", "place_image": "./static/images/lamballe.png", "place_tags": "", "place_links": "", "place_country": "France"}, "france_192": {"place_id": "france_192", "place_name": "Guingamp", "place_lat": "48.555521", "place_lon": "-3.143399", "place_brief_desc": "Guingamp is one of the smallest towns in Europe to have a top-tier professional football team: En Avant Guingamp", "place_longer_desc": "Guingamp is a commune in the Côtes-d'Armor department in Brittany in northwestern France. With a population of 7,115 as of 2020, Guingamp is one of the smallest towns in Europe to have a top-tier professional football team: En Avant Guingamp, which played in Ligue 1 from 2013 until 2019", "place_image": "./static/images/guincamp.png", "place_tags": "", "place_links": "", "place_country": "France"}, "france_193": {"place_id": "france_193", "place_name": "Lannion", "place_lat": "48.726956", "place_lon": "-3.460663", "place_brief_desc": "Commune in the Côtes-d'Armor department in Brittany in northwestern France.", "place_longer_desc": "Lannion is a commune in the Côtes-d'Armor department in Brittany in northwestern France. It is a subprefecture of Côtes-d'Armor, the capital of Trégor and the center of an urban area of almost 60,000 inhabitants.", "place_image": "./static/images/lannion.png", "place_tags": "", "place_links": "", "place_country": "France"}, "france_194": {"place_id": "france_194", "place_name": "Brest", "place_lat": "48.387693", "place_lon": "-4.480094", "place_brief_desc": "Port city in Brittany, bisected by the Penfeld river. It’s known for its rich maritime history and naval base", "place_longer_desc": "Brest is a port city in Brittany, in northwestern France, bisected by the Penfeld river. It’s known for its rich maritime history and naval base. At the mouth of the Penfeld, overlooking the harbor, is the National Navy Museum, housed in the medieval Château de Brest. Across the river stands Tour Tanguy, a medieval tower. To the northeast are the National Botanical Conservatory and the Océanopolis aquarium.", "place_image": "./static/images/brest.png", "place_tags": "", "place_links": "", "place_country": "France"}, "france_195": {"place_id": "france_195", "place_name": "Quimper", "place_lat": "47.994668", "place_lon": "-4.092166", "place_brief_desc": "Pretty town with a fine fine-arts museum.", "place_longer_desc": "Quimper is a city in Brittany, northwest France. Near the old town, and its half-timbered houses, the Gothic-style Quimper Cathedral features soaring twin spires. The Breton County Museum has archaeological finds and traditional Breton costumes. The Fine Arts Museum holds European paintings, with a focus on regional art. Southwest of the center, the Faience Museum displays the city’s distinctive faience pottery.", "place_image": "./static/images/quimper.png", "place_tags": "", "place_links": "", "place_country": "France"}, "france_196": {"place_id": "france_196", "place_name": "Landerneau", "place_lat": "48.453711", "place_lon": "-4.256595", "place_brief_desc": "Landerneau is a commune in the Finistère department of Brittany in north-western France", "place_longer_desc": "Landerneau is a commune in the Finistère department of Brittany in north-western France. It lies at the mouth of the Elorn River which divides the Breton provinces of Cornouaille and Léon, 22 km east of Brest.", "place_image": "./static/images/landerneau.png", "place_tags": "", "place_links": "", "place_country": "France"}, "france_197": {"place_id": "france_197", "place_name": "Morlaix", "place_lat": "48.577986", "place_lon": "-3.83276", "place_brief_desc": "Town with an old quarter that has winding streets of cobbled stones and overhanging houses constructed of stone and timber.", "place_longer_desc": "Town with an old quarter that has winding streets of cobbled stones and overhanging houses constructed of stone and timber. Many have religious and secular sculptures on their façades. One of these houses is \"la Maison dite de la duchesse Anne\", or the \"so-called Duchess Anne’s house\", which is now a museum, open to the public. This house is said to be one of the oldest in the town. Local legend has it that it derives its name from the fact that the Duchesse Anne of Brittany visited the house during her Tro Breizh pilgrimage. This seems unlikely, though, as construction on the house started in the 1520s and Anne of Brittany died in 1514. The Museum of the Jacobins in Morlaix, housed in a former convent, traces the history of Finistère.", "place_image": "./static/images/morlaix.png", "place_tags": "", "place_links": "", "place_country": "France"}, "france_198": {"place_id": "france_198", "place_name": "Lorient", "place_lat": "47.755553", "place_lon": "-3.36565", "place_brief_desc": "Town and seaport with a long history", "place_longer_desc": "Town and seaport with a long history and a nice place to wander around. The city's name is derived from Le Soleil d'Orient, the first ship constructed at the site, in 1669. Workers gave the site the name of the ship, which, by contraction, became simply L'Orient and finally Lorient.", "place_image": "./static/images/lorient.png", "place_tags": "", "place_links": "", "place_country": "France"}, "france_199": {"place_id": "france_199", "place_name": "Auray", "place_lat": "47.680115", "place_lon": "-2.999186", "place_brief_desc": "Breton town where Benjamin Franklin came for help against the Brits.", "place_longer_desc": "Breton town where Benjamin Franklin arrived at the beginning of the US War of Independence to seek military aid from Louis XVI.", "place_image": "./static/images/auray.png", "place_tags": "", "place_links": "", "place_country": "France"}, "france_200": {"place_id": "france_200", "place_name": "Vannes", "place_lat": "47.665228", "place_lon": "-2.75266", "place_brief_desc": "Vannes is a walled town in the Brittany region of northwest France.", "place_longer_desc": "Vannes is a walled town in the Brittany region of northwest France. Its old town is characterized by narrow cobbled streets and medieval gates. At its heart, Cathédrale Saint-Pierre de Vannes blends Romanesque and Gothic styles, while Place des Lices square is lined with colorful half-timber houses. The harbor, to the south, features restaurants and boats that cruise the Gulf of Morbihan.", "place_image": "./static/images/vannes.png", "place_tags": "", "place_links": "", "place_country": "France"}, "france_201": {"place_id": "france_201", "place_name": "Dol-de-Bretagne", "place_lat": "48.543755", "place_lon": "-1.750245", "place_brief_desc": "Breton town with long history and a massive 7,000 year old standing stone", "place_longer_desc": "Breton town with long history and a massive 7,000 year old standing stone. William the Conqueror failed to take the town and had to settle for England.", "place_image": "./static/images/dol.png", "place_tags": "", "place_links": "", "place_country": "France"}, "france_202": {"place_id": "france_202", "place_name": "Saint-Malo", "place_lat": "48.646531", "place_lon": "-2.004049", "place_brief_desc": "Port city in Brittany with tall granite walls surround the old town, which was once a stronghold for privateers.", "place_longer_desc": "Saint-Malo is a port city in Brittany, in France's northwest. Tall granite walls surround the old town, which was once a stronghold for privateers (pirates approved by the king). The Saint-Malo Cathedral, in the center of the old town, is built in Romanesque and Gothic styles and features stained-glass windows depicting city history. Nearby is La Demeure de Corsaire, an 18th-century privateer’s house and museum.", "place_image": "./static/images/saint-malo.png", "place_tags": "", "place_links": "", "place_country": "France"}, "france_203": {"place_id": "france_203", "place_name": "Nantes", "place_lat": "47.217094", "place_lon": "-1.541424", "place_brief_desc": "City on the Loire River and home to the restored, medieval Château des Ducs de Bretagne.", "place_longer_desc": "City on the Loire River in the Upper Brittany region of western France, has a long history as a port and industrial center. It's home to the restored, medieval Château des Ducs de Bretagne, where the Dukes of Brittany once lived. The castle is now a local history museum with multimedia exhibits, as well as a walkway atop its fortified ramparts.", "place_image": "./static/images/nantes.png", "place_tags": "", "place_links": "", "place_country": "France"}, "france_204": {"place_id": "france_204", "place_name": "Saint-Nazaire", "place_lat": "47.286841", "place_lon": "-2.211543", "place_brief_desc": "city on the west coast of France", "place_longer_desc": "Saint-Nazaire is a city on the west coast of France. Housed in a fortified lock in the harbor is the Espadon, a post-WWII submarine. The Escal’Atlantic museum, a life-size reconstruction of an ocean liner, celebrates the city’s shipbuilding past. To the west, the Tumulus de Dissignac is an ancient burial mound with Neolithic rock carvings. To the north, canals cross the salt marshes of Brière Regional Natural Park.", "place_image": "./static/images/saint-nazaire.png", "place_tags": "", "place_links": "", "place_country": "France"}, "france_205": {"place_id": "france_205", "place_name": "Pornichet", "place_lat": "47.270339", "place_lon": "-2.343916", "place_brief_desc": "pretty town coastal town on the Côte d'Amour sharing a bay with La Baulle and Le Pouliguan", "place_longer_desc": "pretty town coastal town on the Côte d'Amour sharing a bay with La Baulle and Le Pouliguan", "place_image": "./static/images/pornichet.png", "place_tags": "", "place_links": "", "place_country": "France"}, "france_206": {"place_id": "france_206", "place_name": "La Baule-Escoublac", "place_lat": "47.288673", "place_lon": "-2.389126", "place_brief_desc": "century-old seaside resort in southern Brittany", "place_longer_desc": "A century-old seaside resort in southern Brittany with villas, casino, luxury hotels and an original mix of old Breton and seaside culture with a 9 kilometre long sand beach, La Baule has long been home to French high society's seaside residences. During July and August each year, the population of La Baule increases dramatically with many Parisians staying for weeks and regular day-trippers from Nantes.", "place_image": "./static/images/la-baule.png", "place_tags": "", "place_links": "", "place_country": "France"}, "france_207": {"place_id": "france_207", "place_name": "Le Pouliguen", "place_lat": "47.282453", "place_lon": "-2.434129", "place_brief_desc": "coastal town and port adjoining La Baule", "place_longer_desc": "coastal town and port adjoining La Baule", "place_image": "./static/images/le-pouliguen.png", "place_tags": "", "place_links": "", "place_country": "France"}, "france_208": {"place_id": "france_208", "place_name": "Le Croisic", "place_lat": "47.289738", "place_lon": "-2.506908", "place_brief_desc": "resort that's home to Océarium Croisic", "place_longer_desc": "resort that's home to Océarium Croisic - a sea life center for aquariums with sharks, turtles & exotic fish, including an underwater tunnel. In a medieval French legend recounted during the funeral of Anne of Brittany in 1514, Le Croisic was the scene of a story which explained the origin of the use of ermine in heraldry. In the story, Anne's supposed ancestor Innogen, the daughter of Greek king Pandrasus and wife of Brutus of Troy from Geoffrey of Monmouth's pseudo-history Historia Regum Britanniae (c. 1136), was attending a hunt at Le Croisic, when a stoat being pursued by Brutus' dogs took refuge with her. Innogen saved and fed it, and adopted it for ordre et armes ('order and arms')", "place_image": "./static/images/le-croisic.png", "place_tags": "", "place_links": "", "place_country": "France"}, "france_209": {"place_id": "france_209", "place_name": "Angers", "place_lat": "47.46436", "place_lon": "-0.5568", "place_brief_desc": "city in western France beside the Maine river at the edge of the Loire Valley", "place_longer_desc": "Angers is a city in western France beside the Maine river at the edge of the Loire Valley. The medieval seat of the Plantagenet dynasty, it has an old town with half-timbered houses such as ornate Maison d'Adam (now the Maison des Artisans). The Cathédrale St-Maurice, in central Place Sainte-Croix, features twin 75m spires and elaborate stained-glass rose windows. The city's newer areas offer a thriving cafe culture.", "place_image": "./static/images/angers.png", "place_tags": "", "place_links": "", "place_country": "France"}, "france_210": {"place_id": "france_210", "place_name": "Surgères", "place_lat": "46.113422", "place_lon": "-0.762124", "place_brief_desc": "commune in the Charente-Maritime department, southwestern France. It is the home of the Surgères 48 Hour Race.", "place_longer_desc": "commune in the Charente-Maritime department, southwestern France. It is the home of the Surgères 48 Hour Race.", "place_image": "./static/images/Surgeres.png", "place_tags": "", "place_links": "", "place_country": "France"}, "france_211": {"place_id": "france_211", "place_name": "Niort", "place_lat": "46.319333", "place_lon": "-0.454433", "place_brief_desc": "Despite its small size, Niort is a main financial centre of France.", "place_longer_desc": "Despite its small size, Niort is a main financial centre of France. There has been a covered market in the town since at least the 13th century.[7] The present-day Halles de Niort, a steel and glass pavilion atop a vaulted stone base building, opened in 1871 and has been listed as a monument historique", "place_image": "./static/images/niort.png", "place_tags": "", "place_links": "", "place_country": "France"}, "france_212": {"place_id": "france_212", "place_name": "Les Sables-d'Olonne", "place_lat": "46.500144", "place_lon": "-1.782004", "place_brief_desc": "Seaside town on the Atlantic coast of western France.", "place_longer_desc": "Les Sables-d'Olonne is a seaside town on the Atlantic coast of western France. The Vendée Globe yacht race, which takes place every four years, starts and ends at Les Sables-d'Olonne. The Musée de l'Abbaye Sainte-Croix is a municipal museum situated in a 17th-century building that is devoted to modern and contemporary art.", "place_image": "./static/images/les-sables.png", "place_tags": "", "place_links": "", "place_country": "France"}, "france_213": {"place_id": "france_213", "place_name": "Saumur", "place_lat": "47.26895", "place_lon": "-0.071519", "place_brief_desc": "Town overlooking the Loire.", "place_longer_desc": "Saumur is a town in western France. Overlooking the Loire river, the Château de Saumur is a medieval castle with a museum displaying archaeological finds, ceramics and tapestries. The National Riding School, home to the Cadre Noir display team, is known for its equestrian shows. The Cavalry Museum traces French military history with exhibits of uniforms and weapons. Hundreds of tanks are housed in the Armor Museum.", "place_image": "./static/images/saumur.png", "place_tags": "", "place_links": "", "place_country": "France"}, "france_214": {"place_id": "france_214", "place_name": "Poitiers", "place_lat": "46.582311", "place_lon": "0.332758", "place_brief_desc": "city in western France wit Romanesque church known for its intricately carved facade.", "place_longer_desc": "Poitiers is a city in western France. Its Romanesque church of Église Notre-Dame la Grande is known for its intricately carved facade, which illustrates episodes from the Bible. At Christmas and on summer evenings, the church features a colorful light show. The Palace of Poitiers, now home to the city's courthouse, features the Salle des Pas Perdus, a cavernous assembly hall with massive fireplaces.", "place_image": "./static/images/poitiers.png", "place_tags": "", "place_links": "", "place_country": "France"}, "france_215": {"place_id": "france_215", "place_name": "Châtellerault", "place_lat": "46.818667", "place_lon": "0.54959", "place_brief_desc": "town on the river Vienne", "place_longer_desc": "Châtellerault was an important stronghold on the northern march of Poitou.", "place_image": "./static/images/chatellerault.png", "place_tags": "", "place_links": "", "place_country": "France"}, "france_216": {"place_id": "france_216", "place_name": "Biganos", "place_lat": "44.637309", "place_lon": "-0.965981", "place_brief_desc": "Town near Arcachon with access to wildlife reserve", "place_longer_desc": "Town near Arcachon with access to Réserve Ornithologique Du Teich with forest, meadows & marshes sheltering species like woodpeckers & herons, with guided walks & hides.", "place_image": "./static/images/biganos.png", "place_tags": "", "place_links": "", "place_country": "France"}, "france_217": {"place_id": "france_217", "place_name": "Arcachon", "place_lat": "44.658809", "place_lon": "-1.165392", "place_brief_desc": "Seaside resort town in southwest France that's known for oyster harvesting and nearby dune du pilat - the largest in Europe.", "place_longer_desc": "Arcachon is a seaside resort town in southwest France that's known for oyster harvesting. Its 4 districts are named after the seasons. The Ville d'Été (summer) quarter is home to shopping streets, the town’s sandy main beach and a casino in the 19th-century Château Deganne. Ville d’Hiver (winter quarter) has extravagant 19th-century villas. South of the town is the Dune du Pilat, a 2.7-km natural sand dune.", "place_image": "./static/images/arcachon.png", "place_tags": "", "place_links": "", "place_country": "France"}, "france_218": {"place_id": "france_218", "place_name": "Angoulême", "place_lat": "45.653941", "place_lon": "0.164531", "place_brief_desc": "Small city in the southwestern French department of Charente", "place_longer_desc": "Angoulême is a small city in the southwestern French department of Charente, of which it is the prefecture. The inhabitants of the commune are known as Angoumoisins or Angoumoisines. Located on a plateau overlooking a meander of the river Charente, the city is nicknamed the \"balcony of the southwest\"", "place_image": "./static/images/angouleme.png", "place_tags": "", "place_links": "", "place_country": "France"}, "france_219": {"place_id": "france_219", "place_name": "Libourne", "place_lat": "44.915797", "place_lon": "-0.236035", "place_brief_desc": "wine-making capital of northern Gironde", "place_longer_desc": "Commune in the Gironde department in Nouvelle-Aquitaine in southwestern France. It is the wine-making capital of northern Gironde and lies near Saint-Émilion and Pomerol", "place_image": "./static/images/libourne.png", "place_tags": "", "place_links": "", "place_country": "France"}, "france_220": {"place_id": "france_220", "place_name": "Agen", "place_lat": "44.208438", "place_lon": "0.620701", "place_brief_desc": "home of colour photography with plenty of sights to see today.", "place_longer_desc": "home of colour photography with plenty of sights to see today.", "place_image": "./static/images/agen.png", "place_tags": "", "place_links": "", "place_country": "France"}, "france_221": {"place_id": "france_221", "place_name": "Montauban", "place_lat": "44.014178", "place_lon": "1.341135", "place_brief_desc": "The town has been classified Ville d’art et d’histoire (City of art and history) since 2015.", "place_longer_desc": "The town has been classified Ville d’art et d’histoire (City of art and history) since 2015.", "place_image": "./static/images/montauban.png", "place_tags": "", "place_links": "", "place_country": "France"}, "france_222": {"place_id": "france_222", "place_name": "Tarbes", "place_lat": "43.239863", "place_lon": "0.069442", "place_brief_desc": "commune in the Hautes-Pyrénées department in the Occitanie region", "place_longer_desc": "Tarbes is a commune in the Hautes-Pyrénées department in the Occitanie region of southwestern France. It is the capital of Bigorre and of the Hautes-Pyrénées. It has been a commune since 1790. It was known as Turba or Tarba in Roman times. Tarbes is part of the historical region of Gascony", "place_image": "./static/images/tarbes.png", "place_tags": "", "place_links": "", "place_country": "France"}, "france_223": {"place_id": "france_223", "place_name": "Pau", "place_lat": "43.291467", "place_lon": "-0.369458", "place_brief_desc": "City in southwestern France, set along the Pyrenees mountains’ northern edge.", "place_longer_desc": "Pau is a city in southwestern France, set along the Pyrenees mountains’ northern edge approximately 85 km from the Spanish border. A walk along central Pau’s Boulevard des Pyrénées offers countryside views and mountain panoramas on clear days. The boulevard leads up to the castle of Château de Pau, birthplace of King Henry IV of France and Navarre. It now displays tapestries, period furnishings and artworks.", "place_image": "./static/images/pau.png", "place_tags": "", "place_links": "", "place_country": "France"}, "france_224": {"place_id": "france_224", "place_name": "Orthez", "place_lat": "43.484085", "place_lon": "-0.767643", "place_brief_desc": "Town on the westward-flowing Gave de Pau. The 'Lac de l'Y' has a pleasant, scenic walking trail.", "place_longer_desc": "Orthez straddles the westward-flowing Gave de Pau. The 'Lac de l'Y' has a pleasant, scenic walking trail.  on February 27, 1814, in which the British Duke of Wellington defeated Marshal Soult on the hills to the north of Orthez. Gaston Planté, the French physicist, was born here on the 22 April 1834; his major claim to fame was the invention in 1859 of the lead-acid battery, the common car battery.", "place_image": "./static/images/orthez.png", "place_tags": "", "place_links": "", "place_country": "France"}, "france_225": {"place_id": "france_225", "place_name": "Dax", "place_lat": "43.720807", "place_lon": "-1.050515", "place_brief_desc": "spa destination, specialising in mud treatment for rheumatism and similar ailments.", "place_longer_desc": "Dax is a commune in Nouvelle-Aquitaine, southwestern France, sub-prefecture of the Landes department. It is known as a spa destination, specialising in mud treatment for rheumatism and similar ailments.", "place_image": "./static/images/dax.png", "place_tags": "", "place_links": "", "place_country": "France"}, "france_226": {"place_id": "france_226", "place_name": "Biarritz", "place_lat": "43.459312", "place_lon": "-1.545938", "place_brief_desc": "Elegant seaside town on France’s Basque coast and favourite haunt of Edward VII", "place_longer_desc": "Biarritz, an elegant seaside town on southwestern France’s Basque coast, has been a popular resort since European royalty began visiting in the 1800s. It’s also a major surfing destination, with long sandy beaches and surf schools. A symbol of Biarritz, the Rocher de la Vierge is a rocky outcrop topped with a statue of the Virgin Mary. Reached via footbridge, it offers sweeping views of the Bay of Biscay.", "place_image": "./static/images/biarritz.png", "place_tags": "", "place_links": "", "place_country": "France"}, "france_227": {"place_id": "france_227", "place_name": "Saint-Jean-de-Luz", "place_lat": "43.385761", "place_lon": "-1.660888", "place_brief_desc": "Fishing town (and popular resort) at the mouth of the Nivelle river, in southwest France’s Basque country", "place_longer_desc": "Saint-Jean-de-Luz is a fishing town at the mouth of the Nivelle river, in southwest France’s Basque country. The Saint-Jean-Baptiste Church, where King Louis XIV married Marie-Thérèse of Spain in 1660, has a gilded baroque altarpiece and wooden galleries. The turreted Maison Louis XIV is a museum that recreates 17th-century domestic life with period furniture. It includes the King’s Chamber, where Louis XIV slept.", "place_image": "./static/images/saint-jean-de-luz.png", "place_tags": "", "place_links": "", "place_country": "France"}, "france_228": {"place_id": "france_228", "place_name": "Dijon", "place_lat": "47.32288", "place_lon": "5.026111", "place_brief_desc": "Capital city of the historical Burgundy region in eastern France", "place_longer_desc": "Dijon is the capital city of the historical Burgundy region in eastern France, one of the country’s principal wine-making areas. It’s known for its traditional mustard, vineyard tours, autumn gastronomic fair and building styles ranging from Gothic to art deco. The distinguished 1787 Musée des Beaux-Arts, housed in the vast Palace of the Dukes, holds a rich collection of paintings, sculptures, crafts and antiquities.", "place_image": "./static/images/dijon.png", "place_tags": "", "place_links": "", "place_country": "France"}, "france_229": {"place_id": "france_229", "place_name": "Dole", "place_lat": "47.096412", "place_lon": "5.487967", "place_brief_desc": "Pretty Dole has lost most of the attrbutes of greatness.", "place_longer_desc": "Pretty Dole has lost most of the attrbutes of greatness. It was the capital of Franche-Comté until Louis XIV conquered the region; he shifted the parlement from Dole to Besançon. The university, founded by Duke Philippe le Bon of Burgundy in 1422, was also transferred to Besançon at that time.", "place_image": "./static/images/dole.png", "place_tags": "", "place_links": "", "place_country": "France"}, "france_230": {"place_id": "france_230", "place_name": "Beaune", "place_lat": "47.023034", "place_lon": "4.848728", "place_brief_desc": "walled town at the center of the Burgundy winemaking region", "place_longer_desc": "Beaune is a walled town at the center of the Burgundy winemaking region in France. Surrounded by the Côte d'Or vineyards, the cobbled town is renowned for an annual wine auction held at the Hôtel-Dieu (Hospices de Beaune). Recognized by its colorful, geometric-patterned tile roof, this 15th-century former hospital is now the Hôtel-Dieu Museum, showcasing works like \"The Last Judgement\" altarpiece by Van der Weyden.", "place_image": "./static/images/baune.png", "place_tags": "", "place_links": "", "place_country": "France"}, "france_231": {"place_id": "france_231", "place_name": "Besançon", "place_lat": "47.247209", "place_lon": "6.021583", "place_brief_desc": "City on the Swiss border with imposing citadel.", "place_longer_desc": "Besançon is a city in eastern France, near the border with Switzerland. The old city center lies in a horseshoe bend on the Doubs River. The sprawling Citadel of Besançon perches on a hill and is home to 3 museums, a zoo and 600m-long ramparts. At the foot of the hill, Besançon Cathedral has a unique 70-­dial astronomical clock that indicates sunrise and sunset, eclipses, and tides in French ports.", "place_image": "./static/images/besancon.png", "place_tags": "", "place_links": "", "place_country": "France"}, "france_232": {"place_id": "france_232", "place_name": "Chalon-sur-Saône", "place_lat": "46.78103", "place_lon": "4.843164", "place_brief_desc": "City on the Saone that was the birthplace of photography and the first car, the Velocipede.", "place_longer_desc": "City located on the Saône river, and was once a busy port, acting as a distribution point for local wines which were sent up and down the Saône river and the Canal du Centre. Cedited as the birthplace of photography and the first car, the Velocipede.", "place_image": "./static/images/Chalon.png", "place_tags": "", "place_links": "", "place_country": "France"}, "france_233": {"place_id": "france_233", "place_name": "Mâcon", "place_lat": "46.302901", "place_lon": "4.824482", "place_brief_desc": "city in the Burgundy region of east-central France", "place_longer_desc": "Mâcon is a city in the Burgundy region of east-central France. Exhibits at the Musée des Ursulines, a former 17th-century convent, focus on art, archeological excavations and local urban history. La Maison de Bois, a centuries-old house, features a wooden facade with unusual statues of monkeys and masked characters. Dating from the 19th-century, the Église Saint-Pierre is a Romanesque church with twin steeples.", "place_image": "./static/images/macon.png", "place_tags": "", "place_links": "", "place_country": "France"}, "france_234": {"place_id": "france_234", "place_name": "Chambéry - Challes-les-Eaux", "place_lat": "45.571319", "place_lon": "5.919842", "place_brief_desc": "Alpine town in southeast France", "place_longer_desc": "Chambéry is an Alpine town in southeast France. In the old town is the medieval Castle of the Dukes of Savoy, with historical exhibits. Near Chambéry Cathedral, the 1838 Elephant Fountain honors the 18th-century general Benoît de Boigne. The Musée des Beaux-Arts exhibits include 14th- to 18th-century Italian works. South, the Museum of Charmettes was once home to philosopher Jean-Jacques Rousseau.", "place_image": "./static/images/chambery.png", "place_tags": "", "place_links": "", "place_country": "France"}, "france_235": {"place_id": "france_235", "place_name": "Aix-les-Bains le Revard", "place_lat": "45.688055", "place_lon": "5.908949", "place_brief_desc": "Thermal spa town on Lake Bourget in the Savoie", "place_longer_desc": "Aix-les-Bains is a thermal spa town on Lake Bourget in the Savoie, eastern France. Swimming, sailing and golf are popular sports. Landmarks include the Roman ruin, Temple of Diana, in the town hall and the belle epoque Château de la Roche du Roi. The Abbaye d'Hautecombe, on the opposite shore of the lake, is a 12th-century royal burial site. Nearby Mont Revard has mountain bike, Alpine and cross-country ski trails.", "place_image": "./static/images/aix-les-bains.png", "place_tags": "", "place_links": "", "place_country": "France"}, "france_236": {"place_id": "france_236", "place_name": "Bourg-en-Bresse", "place_lat": "46.200072", "place_lon": "5.215132", "place_brief_desc": "The capital of the ancient province of Bresse. Famous for its chickens.", "place_longer_desc": "The capital of the ancient province of Bresse. Famous for its chickens.", "place_image": "./static/images/bourg-en-bresse.png", "place_tags": "", "place_links": "", "place_country": "France"}, "france_237": {"place_id": "france_237", "place_name": "Thonon-les-Bains", "place_lat": "46.368915", "place_lon": "6.481778", "place_brief_desc": "Town situated on the shores of Lake Geneva", "place_longer_desc": "Historic capital of Chablais, a province of the old Duchy of Savoy situated on the shores of Lake Geneva, a good place for exploring the lake.", "place_image": "./static/images/thonon.png", "place_tags": "", "place_links": "", "place_country": "France"}, "france_238": {"place_id": "france_238", "place_name": "Évian-les-Bains", "place_lat": "46.39778", "place_lon": "6.577651", "place_brief_desc": "Famous spa resort on Lake Geneva", "place_longer_desc": "Évian-les-Bains, or simply Évian, is a famous spa resort. Mary Shelley travelled through Évian with her partner, the famous English poet Percy Bysshe Shelley, in the early 1810s, and in a published book about their travels he wrote of the town in this manner: \"The appearance of the inhabitants is more wretched, diseased and poor, than I ever recollect to have seen.\"", "place_image": "./static/images/evian.png", "place_tags": "", "place_links": "", "place_country": "France"}, "france_239": {"place_id": "france_239", "place_name": "Annecy", "place_lat": "45.902726", "place_lon": "6.122554", "place_brief_desc": "Alpine town with cobbled streets, winding canals and pastel-colored houses", "place_longer_desc": "Annecy is an alpine town in southeastern France, where Lake Annecy feeds into the Thiou River. It’s known for its Vieille Ville (old town), with cobbled streets, winding canals and pastel-colored houses. Overlooking the city, the medieval Château d’Annecy, once home to the Counts of Geneva, contains a museum with regional artifacts such as Alpine furniture and religious art, plus a natural history exhibit.", "place_image": "./static/images/annecy.png", "place_tags": "", "place_links": "", "place_country": "France"}, "france_240": {"place_id": "france_240", "place_name": "Grenoble", "place_lat": "45.191488", "place_lon": "5.714222", "place_brief_desc": "Sitting at the foot of mountains between the Drac and Isère rivers, it's known as a base for winter sports", "place_longer_desc": "Grenoble, a city in the Auvergne-Rhône-Alpes region of southeastern France, sits at the foot of mountains between the Drac and Isère rivers. It's known as a base for winter sports, and for its museums, universities and research centers. Spherical cable cars called “Les Bulles” (Bubbles) connect the town to the summit of La Bastille hill, named for the 18th-century fortress on its slopes", "place_image": "./static/images/grenoble.png", "place_tags": "", "place_links": "", "place_country": "France"}, "france_241": {"place_id": "france_241", "place_name": "Toulon", "place_lat": "43.12836", "place_lon": "5.92972", "place_brief_desc": "port city on southern France’s Mediterranean coast, lined with sandy beaches and shingle coves.", "place_longer_desc": "Toulon is a port city on southern France’s Mediterranean coast, lined with sandy beaches and shingle coves. It’s a significant naval base and the harbor is home to submarines and warships, as well as fishing boats and ferries. The grand Musée National de la Marine in the Port of Toulon exhibits maritime artifacts. Rugged limestone mountains form a backdrop to the city, and a cable car shuttles visitors up Mont Faron.", "place_image": "./static/images/toulon.png", "place_tags": "", "place_links": "", "place_country": "France"}, "france_242": {"place_id": "france_242", "place_name": "Hyères", "place_lat": "43.108257", "place_lon": "6.124625", "place_brief_desc": "French town on the Mediterranean coast. Its hillside old town features the remains of a medieval castle and centuries-old walls.", "place_longer_desc": "Hyères is a French town on the Mediterranean coast. Its hillside old town features the remains of a medieval castle and centuries-old walls. Nearby is the modernist arts center, Villa Noailles, set in a 1920s building with gardens. Salt marshes on the Giens peninsula attract scores of waterbirds. Just offshore, Porquerolles is one of the Golden Isles, a group of islands with beaches, trails and underwater shipwrecks.", "place_image": "./static/images/hyeres.png", "place_tags": "", "place_links": "", "place_country": "France"}, "france_243": {"place_id": "france_243", "place_name": "Cannes", "place_lat": "43.553991", "place_lon": "7.019577", "place_brief_desc": "Resort town on the French Riviera, is famed for its international film festival.", "place_longer_desc": "Cannes, a resort town on the French Riviera, is famed for its international film festival. Its Boulevard de la Croisette, curving along the coast, is lined with sandy beaches, upmarket boutiques and palatial hotels. It’s also home to the Palais des Festivals et des Congrès, a modern building complete with red carpet and Allée des Étoiles – Cannes’ walk of fame.", "place_image": "./static/images/cannes.png", "place_tags": "", "place_links": "", "place_country": "France"}, "france_244": {"place_id": "france_244", "place_name": "Saint-Raphaël Valescure", "place_lat": "43.424386", "place_lon": "6.768467", "place_brief_desc": "esort town on the Côte d'Azur", "place_longer_desc": "Saint-Raphaël is a resort town on the Côte d'Azur, in southeastern France. Numerous beaches line the Mediterranean coast, some in rocky coves like Fournas and Maupas. Named after a WWII Allied landing, Débarquement Beach faces the island Île d'Or. To the west is the landmark Notre Dame de la Victorie Basilica, built from sandstone in the 19th century. Set atop a parking garage, Bonaparte Garden overlooks the bay.", "place_image": "./static/images/saint-raphael.png", "place_tags": "", "place_links": "", "place_country": "France"}, "france_245": {"place_id": "france_245", "place_name": "Antibes", "place_lat": "43.585879", "place_lon": "7.119417", "place_brief_desc": "Resort town between Cannes and Nice on the French Riviera (Côte d’Azur). It’s known for its old town enclosed by 16th-century ramparts", "place_longer_desc": "Antibes is a resort town between Cannes and Nice on the French Riviera (Côte d’Azur). It’s known for its old town enclosed by 16th-century ramparts with the star-shaped Fort Carré. This overlooks luxury yachts moored at the Port Vauban marina. The forested Cap d’Antibes peninsula, dotted with grand villas, separates Antibes from Juan-les-Pins, a chic resort with buzzing nightlife and the Jazz à Juan music festival.", "place_image": "./static/images/antibes.png", "place_tags": "", "place_links": "", "place_country": "France"}, "france_246": {"place_id": "france_246", "place_name": "Valence", "place_lat": "44.927646", "place_lon": "4.893423", "place_brief_desc": "City that's home to 11th century St-Apollinaire Cathedral, Valence Museum and great views over the Rhône Valley", "place_longer_desc": "Valence is a city in southeast France. It’s home to St-Apollinaire Cathedral, dating from the 11th century. The Valence Museum offers art and archaeology displays, plus views over the Rhône Valley. Jouvet Park features canals and a rose garden. Carved heads adorn the 16th-century Maison des Têtes. Across the Rhône River are the medieval Château de Crussol and the Soyons Archaeological Site, with its caves and museum.", "place_image": "./static/images/valence.png", "place_tags": "", "place_links": "", "place_country": "France"}, "france_247": {"place_id": "france_247", "place_name": "Montélimar", "place_lat": "44.559067", "place_lon": "4.744687", "place_brief_desc": "Famous for its nougat", "place_longer_desc": "Famous for its nougat, Montélimar is a town in the Drôme department in the Auvergne-Rhône-Alpes region in Southeastern France. It is the second-largest town in the department after Valence.", "place_image": "./static/images/montelimar.png", "place_tags": "", "place_links": "", "place_country": "France"}, "france_248": {"place_id": "france_248", "place_name": "Béziers", "place_lat": "43.336269", "place_lon": "3.218993", "place_brief_desc": "famous for its castle and bullfighting.", "place_longer_desc": "Béziers is a subprefecture of the Hérault department in the Occitanie region of Southern France. Every August Béziers hosts the famous Feria de Béziers, which is centred on bullfighting. A million visitors are attracted to the five-day event", "place_image": "./static/images/beziers.png", "place_tags": "", "place_links": "", "place_country": "France"}, "france_249": {"place_id": "france_249", "place_name": "Agde", "place_lat": "43.317539", "place_lon": "3.465748", "place_brief_desc": "Mediterranean port of the Canal du Midi.", "place_longer_desc": "Mediterranean port of the Canal du Midi.", "place_image": "./static/images/agde.png", "place_tags": "", "place_links": "", "place_country": "France"}, "spain_2": {"place_id": "spain_2", "place_name": "Cartagena", "place_lat": "37.604967", "place_lon": "-0.975122", "place_brief_desc": "Port city and naval base in the Murcia region of southeast Spain", "place_longer_desc": "Cartagena is a port city and naval base in the Murcia region of southeast Spain. Founded by the Carthaginians around 220 B.C., the city boomed during the Roman period. Among its many Roman ruins are a 1st-century B.C. theater and Casa de la Fortuna, a villa with murals and mosaics. The Muralla Púnica (Punic Wall) interpretation center houses the remains of a 3rd-century B.C. defensive wall.", "place_image": "./static/images/cartagena.png", "place_tags": "", "place_links": "", "place_country": "Spain"}, "spain_5": {"place_id": "spain_5", "place_name": "Murcia", "place_lat": "37.97465", "place_lon": "-1.1299555", "place_brief_desc": "Capital of a region also named Murcia. Plaza Cardenal Belluga is the city’s architectural showpiece", "place_longer_desc": "Murcia is a university city in southeastern Spain and the capital of a region also named Murcia. Plaza Cardenal Belluga is the city’s architectural showpiece, where the ornate cathedral, with its mash-up of styles from Gothic to baroque, and the colorful 18th-century Palacio Episcopal stand in striking contrast to the modern 1990s Ayuntamiento (city hall) annex by architect Rafael Moneo.", "place_image": "./static/images/murcia.png", "place_tags": "", "place_links": "", "place_country": "Spain"}, "spain_6": {"place_id": "spain_6", "place_name": "Orihuela", "place_lat": "38.0779194", "place_lon": "-0.94445", "place_brief_desc": "City located at the feet of the Sierra de Orihuela mountains", "place_longer_desc": "City located at the feet of the Sierra de Orihuela mountains in Alicante province, the town has a distinct identity from the nearby coastal resorts.", "place_image": "./static/images/orihuela.png", "place_tags": "", "place_links": "", "place_country": "Spain"}, "spain_8": {"place_id": "spain_8", "place_name": "Alicante", "place_lat": "38.34445", "place_lon": "-0.4950527", "place_brief_desc": "port city on Spain’s southeastern Costa Blanca", "place_longer_desc": "Alicante is a port city on Spain’s southeastern Costa Blanca, and the capital of the Alicante province. Its old town, Barrio de la Santa Cruz, has narrow streets, colored houses and a nightlife scene. From here, an elevator or a steep climb leads to medieval Castillo de Santa Bárbara, set on a hilltop with sweeping views of the Mediterranean coast.", "place_image": "./static/images/alicante.png", "place_tags": "", "place_links": "", "place_country": "Spain"}, "spain_10": {"place_id": "spain_10", "place_name": "Villena", "place_lat": "38.631738", "place_lon": "-0.867689", "place_brief_desc": "City with Moorish castle and festivals.", "place_longer_desc": "Villena is a city in Spain, in the Valencian Community. It's well known for it's Moorish castle (Castle of la Atalaya) and the annual Moros y Cristianos festival. On a more pedestrian note, it's a centre for the production of footwear.", "place_image": "./static/images/villena.png", "place_tags": "", "place_links": "", "place_country": "Spain"}, "spain_11": {"place_id": "spain_11", "place_name": "Xativa", "place_lat": "38.9920972", "place_lon": "-0.5244888", "place_brief_desc": "Xàtiva is on the margin of a fertile plain, and on the northern slopes of the Monte Vernissa, a hill with two peaks crowned by Xativa Castle", "place_longer_desc": "Xàtiva is on the margin of a fertile plain, and on the northern slopes of the Monte Vernissa, a hill with two peaks crowned by Xativa Castle. The Collegiate Basilica, dating from 1414, but rebuilt about a century later in the Renaissance style, was formerly a cathedral, and is the chief among many churches and convents. The town-hall and a church on the castle hill are partly constructed of inscribed Roman masonry, and several houses date from the Moorish period.In the 12th century, Xàtiva was known for its schools, education, and learning circles. Islamic scholar Abu Ishaq al-Shatibi's last name refers to Xàtiva where he lived and died. After the Reconquista by Northern Christian kingdoms and the following Christian repopulation, the city became the cradle of one of the most powerful and controversial families of the Renaissance, the House of Borgia, which produced Popes like Callixtus III (Alfonso de Borgia) and Alexander VI (Rodrigo de Borgia).", "place_image": "./static/images/xativa.png", "place_tags": "", "place_links": "", "place_country": "Spain"}, "spain_14": {"place_id": "spain_14", "place_name": "Benicassim", "place_lat": "40.0579451", "place_lon": "0.0577646", "place_brief_desc": "Municipality and beach resort located in the province of Castelló, on the Costa del Azahar", "place_longer_desc": "Benicàssim is a municipality and beach resort located in the province of Castelló, on the Costa del Azahar. The Desert de les Palmes mountain range further inland shelters the town from the north wind.", "place_image": "./static/images/benicassim.png", "place_tags": "", "place_links": "", "place_country": "Spain"}, "spain_15": {"place_id": "spain_15", "place_name": "Benicarlo-Penyiscola", "place_lat": "40.427639", "place_lon": "0.415217", "place_brief_desc": "Coastal town in eastern Spain. It's known for beaches like Pebret and Norte, and its historic old town.", "place_longer_desc": "Peñíscola is a coastal town in eastern Spain. It's known for beaches like Pebret and Norte, and its historic old town. The 13th-century Peñíscola Castle has panoramic views of the coast and Artillery Park, which is full of lavender and olive trees. Exhibits at the Museo de la Mar explore the town’s nautical history. South, Serra d'Irta Natural Park is home to Mediterranean woodlands and the Torre Badúm watchtower.", "place_image": "./static/images/peniscola.png", "place_tags": "", "place_links": "", "place_country": "Spain"}, "spain_16": {"place_id": "spain_16", "place_name": "Vinaros", "place_lat": "40.471682", "place_lon": "0.455727", "place_brief_desc": "fishing harbour and tourist destination.", "place_longer_desc": "Vinaròs is a city located in eastern Spain and the capital of the Baix Maestrat in the province of Castellón. It is in the border between the Valencian Community and Catalonia. Vinaròs is a fishing harbour and tourist destination.", "place_image": "./static/images/vinaros.png", "place_tags": "", "place_links": "", "place_country": "Spain"}, "spain_17": {"place_id": "spain_17", "place_name": "Laldea-Amposta-Tortosa", "place_lat": "40.753542", "place_lon": "0.614314", "place_brief_desc": "Towns at the mouth of the Ebre Delta.", "place_longer_desc": "Towns at the mouth of the Ebre Delta which can be a base for exploring this wildlife retreat.", "place_image": "./static/images/amposta.png", "place_tags": "", "place_links": "", "place_country": "Spain"}, "spain_18": {"place_id": "spain_18", "place_name": "Cambrils", "place_lat": "41.081648", "place_lon": "1.046055", "place_brief_desc": "Coastal town near to the resort of Salou", "place_longer_desc": "Cambrils is a coastal town in the comarca of Baix Camp, province of Tarragona, Catalonia, Spain. The town is near the tourist town Salou", "place_image": "./static/images/cambrils.png", "place_tags": "", "place_links": "", "place_country": "Spain"}, "spain_21": {"place_id": "spain_21", "place_name": "Badajoz", "place_lat": "38.890696", "place_lon": "-6.981753", "place_brief_desc": "City in southwest Spain. It’s known for its Moorish historic quarter and fortress.", "place_longer_desc": "Badajoz is a city in southwest Spain. It’s known for its Moorish historic quarter with the fortresslike Cathedral of San Juan Bautista. Overlooking the city, the Alcazaba of Badajoz is a Moorish citadel with fortified walls and verdant gardens. It also encompasses the Provincial Archaeological Museum and the 12th-century Espantaperros Tower. Castelar Park features palm trees and statues of local cultural figures.", "place_image": "./static/images/badajoz.png", "place_tags": "", "place_links": "", "place_country": "Spain"}, "spain_23": {"place_id": "spain_23", "place_name": "Merida", "place_lat": "38.921503", "place_lon": "-6.343794", "place_brief_desc": "Town with impressive Roman ruins", "place_longer_desc": "Town with impressive Roman ruins on the UNESCO list.", "place_image": "./static/images/merida.png", "place_tags": "", "place_links": "", "place_country": "Spain"}, "spain_24": {"place_id": "spain_24", "place_name": "Caceres", "place_lat": "39.461131", "place_lon": "-6.385679", "place_brief_desc": "City in western Spain's Extremadura region, founded by the Romans.", "place_longer_desc": "Cáceres is a city in western Spain's Extremadura region. Founded by the ancient Romans, it retains widespread evidence of subsequent occupation by many different cultures. Its old town, Ciudad Monumental, has a mix of Gothic and Renaissance architecture, with cobbled medieval streets, fortified houses and palaces. Encircled by 12th-century Moorish walls, it also has around 30 towers, some occupied by nesting storks.", "place_image": "./static/images/caceres.png", "place_tags": "", "place_links": "", "place_country": "Spain"}, "spain_28": {"place_id": "spain_28", "place_name": "Talavera de La Reina", "place_lat": "39.970674", "place_lon": "-4.826512", "place_brief_desc": "City in central Spain known for its ceramics, with ornate glazed tilework decorating churches", "place_longer_desc": "Talavera de la Reina is a city in central Spain. It’s known for its ceramics, with ornate glazed tilework decorating churches such as the Basílica de Nuestra Señora del Prado. The Santa María La Mayor Church features a Gothic-style rose window. In a former convent, the Ceramics Museum Ruiz de Luna exhibits centuries-old local pottery. The Ethnographic Museum includes agricultural artifacts tracing the city’s history.", "place_image": "./static/images/talavera.png", "place_tags": "", "place_links": "", "place_country": "Spain"}, "spain_32": {"place_id": "spain_32", "place_name": "Almeria", "place_lat": "36.834951", "place_lon": "-2.455519", "place_brief_desc": "City in southeast Spain with the Alcazaba, an imposing Moorish fortress, overlooking the city.", "place_longer_desc": "Almería is a city in southeast Spain. The Alcazaba is an imposing Moorish fortress overlooking the city. The fortified, 16th-century Almería Cathedral has a Gothic ribbed ceiling. The Museum of Almería displays archaeological finds from across the region. Underground lies a network of tunnels, the Civil War Shelters of Almería. The English Cable is a huge iron pier and symbol of the city’s former mining industry.", "place_image": "./static/images/almeria.png", "place_tags": "", "place_links": "", "place_country": "Spain"}, "spain_33": {"place_id": "spain_33", "place_name": "Guadix", "place_lat": "37.316873", "place_lon": "-3.127209", "place_brief_desc": "City in the heart of Hoya of Guadix, a high plain at the northern foothills of the Sierra Nevada.", "place_longer_desc": "Guadix is a city and municipality in southern Spain, in the province of Granada. The city lies at an altitude of 913 metres, in the centre of the Hoya of Guadix, a high plain at the northern foothills of the Sierra Nevada.", "place_image": "./static/images/guadix.png", "place_tags": "", "place_links": "", "place_country": "Spain"}, "spain_37": {"place_id": "spain_37", "place_name": "Alcazar de San Juan", "place_lat": "39.395628", "place_lon": "-3.205744", "place_brief_desc": "city in Don Quixote country with a series of old windmills and ultra modern solar troughs.", "place_longer_desc": "Alcázar de San Juan is a city in Don Quixote country with a series of old windmills that you can tilt at. From the 13th to the 19th century the history of Alcázar is strongly linked to the Grand Priory of the Order of St. John of Jerusalem. But the town is very much forward facing with two solar troughs to harness solar energy.", "place_image": "./static/images/alcazar-de-san-juan.png", "place_tags": "", "place_links": "", "place_country": "Spain"}, "spain_38": {"place_id": "spain_38", "place_name": "Moreda", "place_lat": "37.431216", "place_lon": "-3.310516", "place_brief_desc": "Morea is a place to get away from the heat and with altitude 300 m above sea level it can get a bit nippy in winter.", "place_longer_desc": "Morea, in the autonomous community of Asturias is a place to get away from the heat. With altitude 300 m above sea level it can get a bit nippy in winter.", "place_image": "./static/images/moreda.png", "place_tags": "", "place_links": "", "place_country": "Spain"}, "spain_40": {"place_id": "spain_40", "place_name": "Gador", "place_lat": "36.951624", "place_lon": "-2.487658", "place_brief_desc": "Little town with a dark secret from the turn of the last century.", "place_longer_desc": "The little town of Gador in Almeria may be a sleepy place these days but is best known for The Crime of Gádor  - a name given to the 1910 kidnapping and subsequent murder of a seven-year-old boy by Francisco Leona in Gádor, Almería, Spain. The purpose of the crime was to use the child's blood and body fat as a folk cure for a wealthy patron's tuberculosis.", "place_image": "./static/images/gador.png", "place_tags": "", "place_links": "", "place_country": "Spain"}, "spain_42": {"place_id": "spain_42", "place_name": "Bilbao", "place_lat": "43.259609", "place_lon": "-2.92915", "place_brief_desc": "de facto capital of Basque Country, with a skyscraper-filled downtown. It’s famed for the Frank Gehry–designed Guggenheim Museum", "place_longer_desc": "Bilbao, an industrial port city in northern Spain, is surrounded by green mountains. It’s the de facto capital of Basque Country, with a skyscraper-filled downtown. It’s famed for the Frank Gehry–designed Guggenheim Museum Bilbao, which sparked revitalization when it opened in 1997. The museum houses prominent modern and contemporary works, but it’s the curvy, titanium-clad building that receives the most attention.", "place_image": "./static/images/bilbao.png", "place_tags": "", "place_links": "", "place_country": "Spain"}, "spain_45": {"place_id": "spain_45", "place_name": "Vitoria/gasteiz", "place_lat": "42.841517", "place_lon": "-2.672601", "place_brief_desc": "Capital of the Basque Autonomous Community. In the medieval quarter, the Gothic-style Santa María Cathedral features a sculpted facade and towering columns.", "place_longer_desc": "Vitoria-Gasteiz is the capital of the Basque Autonomous Community in northern Spain. In the medieval quarter, the Gothic-style Santa María Cathedral features a sculpted facade and towering columns. The 17th-century Plaza de la Virgen Blanca has a monument to the 1813 Battle of Vitoria. The Church of San Miguel has a large, baroque altarpiece and houses a statue of the White Virgin, the city’s patron saint.", "place_image": "./static/images/vitoria-gasteiz.png", "place_tags": "", "place_links": "", "place_country": "Spain"}, "spain_48": {"place_id": "spain_48", "place_name": "Vigo Guixar", "place_lat": "42.2392656", "place_lon": "-8.7146089", "place_brief_desc": "City on Spain’s northwest coast. The mouth of the nearby Vigo Estuary is sheltered by the Cíes Islands, which form part of the Atlantic Islands National Park", "place_longer_desc": "Vigo is a city on Spain’s northwest coast. The mouth of the nearby Vigo Estuary is sheltered by the Cíes Islands, which form part of the Atlantic Islands National Park. The Cíes are known for their rich birdlife and crescent-shaped Rodas Beach. The city’s old quarter is home to the neoclassical Church of Santa María. The Castro de Vigo archaeological site has reconstructed ancient dwel", "place_image": "./static/images/vigo.png", "place_tags": "", "place_links": "", "place_country": "Spain"}, "spain_54": {"place_id": "spain_54", "place_name": "Lleida", "place_lat": "41.620696", "place_lon": "0.632669", "place_brief_desc": "Ancient city in Spain's northeastern Catalonia region. La Seu Vella, a Gothic-Romanesque cathedral in a ruined hilltop fortress, towers over the city.", "place_longer_desc": "Lleida is an ancient city in Spain's northeastern Catalonia region. La Seu Vella, a Gothic-Romanesque cathedral in a ruined hilltop fortress, towers over the city. Below the hill stretches the long, pedestrianized Eix Comercial de Lleida, with shops set inside many of the old town's striking buildings. On a hill to the west, the 12th-century Castle of Gardeny complex explores the region's Templar history.", "place_image": "./static/images/leida.png", "place_tags": "", "place_links": "", "place_country": "Spain"}, "spain_59": {"place_id": "spain_59", "place_name": "Logronyo", "place_lat": "42.457459", "place_lon": "-2.442193", "place_brief_desc": "a stop on the pilgrimage route to Santiago de Compostela", "place_longer_desc": "Logroño is a city in northern Spain, south of Bilbao. It’s a stop on the pilgrimage route to Santiago de Compostela. The Cathedral of Santa María de la Redonda has twin baroque towers, an elaborate facade and an image attributed to Michelangelo. The Cubo del Revellín fort connects to remnants of the old city wall. Leafy Ebro Park has views of the River Ebro, its arched Stone Bridge and its 19th-century Iron Bridge.", "place_image": "./static/images/logrono.png", "place_tags": "", "place_links": "", "place_country": "Spain"}, "spain_63": {"place_id": "spain_63", "place_name": "Lugo", "place_lat": "43.015222", "place_lon": "-7.552176", "place_brief_desc": "the only city in the world to be surrounded by completely intact Roman walls", "place_longer_desc": "Lugo is the only city in the world to be surrounded by completely intact Roman walls, which reach a height of 10 to 15 metres (33 to 49 feet) along a 2,117-metre (6,946 ft) circuit ringed with 71 towers. The walk along the top is continuous around the circuit and features ten gates. The 3rd century Roman walls, the only one of its kind in the world, are protected by UNESCO as a World Heritage Site. The city's historic bridge over the Miño is also essentially of Roman date. The city of Lugo is along the Camino Primitivo path of the Camino de Santiago.", "place_image": "./static/images/lugo.png", "place_tags": "", "place_links": "", "place_country": "Spain"}, "spain_64": {"place_id": "spain_64", "place_name": "Ourense", "place_lat": "42.350389", "place_lon": "-7.872777", "place_brief_desc": "City in northwestern Spain known for its hot springs, such as the Burga de Abajo, a neoclassical fountain with thermal waters", "place_longer_desc": "Ourense is a city in northwestern Spain. It’s known for its hot springs, such as the Burga de Abajo, a neoclassical fountain with thermal waters. Nearby, the As Burgas Interpretation Center explores the history of the city's medicinal baths. The 12th-century Ourense Cathedral houses the ornate Gate of Paradise. Spanning the River Minho is the iconic Ponte Romana bridge, with its trademark arches.", "place_image": "./static/images/ourense.png", "place_tags": "", "place_links": "", "place_country": "Spain"}, "spain_68": {"place_id": "spain_68", "place_name": "Guadalajara", "place_lat": "40.587315", "place_lon": "-3.124301", "place_brief_desc": "City with a rich history leaving architectural legacy in its old town.", "place_longer_desc": "City with a rich history leaving architectural legacy in its old town. The City Hall, the great houses of the Plaza de los Dávalos or the old palace of the Mendozas, whose internal courtyard is an excellent example of Platersque art. But the most important civil building in the capital of La Alcarria is the Infantado Palace, considered a real symbol of the city. ", "place_image": "./static/images/guadalajara.png", "place_tags": "", "place_links": "", "place_country": "Spain"}, "spain_70": {"place_id": "spain_70", "place_name": "Burgos", "place_lat": "42.371197", "place_lon": "-3.666308", "place_brief_desc": "provincial capital in Spain’s autonomous community of Castile and León, is marked by its intact medieval architecture.", "place_longer_desc": "Burgos, a provincial capital in Spain’s autonomous community of Castile and León, is marked by its intact medieval architecture. Its most recognizable landmark is the French Gothic Cathedral of St. Mary, whose 3 main doorways are flanked by ornamented bell towers. Inside is the Chapel of Condestable, decorated with figures of saints, and the tomb of El Cid (Rodrigo Díaz de Vivar), the 11th-century military commander.", "place_image": "./static/images/burgos.png", "place_tags": "", "place_links": "", "place_country": "Spain"}, "spain_71": {"place_id": "spain_71", "place_name": "Palencia", "place_lat": "42.015711", "place_lon": "-4.534135", "place_brief_desc": "City with Cristo del Otero, a huge post-cubist statue of Christ by Victorio Macho, who is buried in the chapel below", "place_longer_desc": "Palencia is a city in northern Spain. Dating from the 11th century, San Miguel Church has a Romanesque apse and Gothic facade. Palencia Cathedral has a Gothic exterior and Renaissance altarpiece with paintings by Juan de Flandes. Cristo del Otero is a huge post-cubist statue of Christ by Victorio Macho, who is buried in the chapel below. The Museo de Palencia has Paleolithic artifacts, Roman mosaics and sacred art.", "place_image": "./static/images/palencia.png", "place_tags": "", "place_links": "", "place_country": "Spain"}, "spain_72": {"place_id": "spain_72", "place_name": "Leon", "place_lat": "42.596048", "place_lon": "-5.582428", "place_brief_desc": "City on the Bernesga River and home to many churches and cathedrals noted for their architecture and art.", "place_longer_desc": "León, a city on the Bernesga River in northwest Spain, is the capital of the Province of León. It’s home to many churches and cathedrals noted for their architecture and art. Among them is the Gothic 13th-century Catedral de Léon, with its towers and flying buttresses. The Romanesque 10th-century Basílica de San Isidoro is known for its frescoes and royal tombs.", "place_image": "./static/images/leon.png", "place_tags": "", "place_links": "", "place_country": "Spain"}, "spain_73": {"place_id": "spain_73", "place_name": "Astorga", "place_lat": "42.459489", "place_lon": "-6.047212", "place_brief_desc": "crossroads of the Camino de Santiago pilgrims’ route and the Roman Silver Road, and known for its medieval, walled Old Town.", "place_longer_desc": "Astorga is a town in north Spain. It’s at the crossroads of the Camino de Santiago pilgrims’ route and the Roman Silver Road, and known for its medieval, walled Old Town. The Episcopal Palace was designed by modernist Antonio Gaudí and houses Los Caminos Museum, with religious artifacts. The Gothic Astorga Cathedral has a Gaspar Becerra altarpiece. The Museo del Chocolate covers the local chocolate-making industry.", "place_image": "./static/images/astorga.png", "place_tags": "", "place_links": "", "place_country": "Spain"}, "spain_75": {"place_id": "spain_75", "place_name": "Ponferrada", "place_lat": "42.545429", "place_lon": "-6.602376", "place_brief_desc": "major stop on the French Way Catholic pilgrimage route to Santiago de Compostela", "place_longer_desc": "Ponferrada is a city in northwestern Spain. It’s a major stop on the French Way Catholic pilgrimage route to Santiago de Compostela. Los Templarios Castle has a moat and drawbridge, and houses the Knights Templars’ Library. El Bierzo Museum traces local history, with exhibits including Paleolithic and medieval artifacts. The Basílica Nuestra Señora de la Encina is a Renaissance church with a 17th-century bell tower.", "place_image": "./static/images/ponteferrada.png", "place_tags": "", "place_links": "", "place_country": "Spain"}, "spain_82": {"place_id": "spain_82", "place_name": "A Corunya", "place_lat": "43.3496932", "place_lon": "-8.4155629", "place_brief_desc": "Port city on a promontory in Galicia known for its Roman lighthouse, the Tower of Hercules", "place_longer_desc": "A Coruña is a port city on a promontory in the Galicia region of northwest Spain. It’s known for its Roman lighthouse, the Tower of Hercules, which has sweeping coastal views. In the medieval old town is the arcaded Plaza de María Pita, surrounded by narrow pedestrianized lanes. In this square is the Estatua de María Pita, a statue of a 16th-century woman who warned the town of an invasion by Sir Francis Drake.", "place_image": "./static/images/a-coruna.png", "place_tags": "", "place_links": "", "place_country": "Spain"}, "spain_83": {"place_id": "spain_83", "place_name": "Santiago de Compostela", "place_lat": "42.870842", "place_lon": "-8.544697", "place_brief_desc": "the culmination of the Camino de Santiago pilgrimage route, and the alleged burial site of the Biblical apostle St. James", "place_longer_desc": "Santiago de Compostela is the capital of northwest Spain’s Galicia region. It’s known as the culmination of the Camino de Santiago pilgrimage route, and the alleged burial site of the Biblical apostle St. James. His remains reputedly lie within the Catedral de Santiago de Compostela, consecrated in 1211, whose elaborately carved stone facades open onto grand plazas within the medieval walls of the old town.", "place_image": "./static/images/santiago-de-compostela.png", "place_tags": "", "place_links": "", "place_country": "Spain"}, "spain_84": {"place_id": "spain_84", "place_name": "Salamanca", "place_lat": "40.972235", "place_lon": "-5.64899", "place_brief_desc": "known for its ornate sandstone architecture and for the Universidad de Salamanca", "place_longer_desc": "Salamanca, in northwestern Spain, is the capital of Salamanca province, part of the Castile and León region. With a history dating back to the Celtic era, it’s known for its ornate sandstone architecture and for the Universidad de Salamanca. Founded in the 1100s and a key intellectual center in the 15th-16th centuries, the university continues to add to the city’s vibrancy with its international student population.", "place_image": "./static/images/salamanca.png", "place_tags": "", "place_links": "", "place_country": "Spain"}, "spain_85": {"place_id": "spain_85", "place_name": "Valladolid", "place_lat": "41.642167", "place_lon": "-4.726986", "place_brief_desc": "known for medieval religious sites like the Spanish Gothic San Pablo Church, with a history dating from the 1400s", "place_longer_desc": "Valladolid is a city in northwest Spain. It’s known for medieval religious sites like the Spanish Gothic San Pablo Church, with a history dating from the 1400s, on San Pablo Plaza. Nearby is the Royal Palace, home of Spanish kings in the early 1600s. The National Sculpture Museum occupies a Gothic building. The Christopher Columbus Museum chronicles the life of the Italian explorer, who died in Valladolid in 1506.", "place_image": "./static/images/valladolid.png", "place_tags": "", "place_links": "", "place_country": "Spain"}, "spain_86": {"place_id": "spain_86", "place_name": "Medina del Campo", "place_lat": "41.317617", "place_lon": "-4.909923", "place_brief_desc": "Town with a dramatic castle.", "place_longer_desc": "Medina del Campo is a town and municipality in the the Province of Valladolid, it is the centre of a farming area. The castle of La Mota is dramatic, thanks in part to the rebuilding after the Civil War", "place_image": "./static/images/medina-del-campo.png", "place_tags": "", "place_links": "", "place_country": "Spain"}, "spain_87": {"place_id": "spain_87", "place_name": "Cadiz", "place_lat": "36.5290083", "place_lon": "-6.2882055", "place_brief_desc": "Ancient port city and home of the Spanish Navy", "place_longer_desc": "Cádiz is an ancient port city in the Andalucia region of southwestern Spain. The home of the Spanish Navy, the port boomed in the 16th-century as a base for exploration and trade. It has more than 100 watchtowers, including the iconic Torre Tavira, which was traditionally used for spotting ships. On the waterfront is the domed, 18th-century Cádiz Cathedral, featuring baroque and neoclassical elements.", "place_image": "./static/images/cadiz.png", "place_tags": "", "place_links": "", "place_country": "Spain"}, "spain_98": {"place_id": "spain_98", "place_name": "Jerez de La Frontera", "place_lat": "36.680029", "place_lon": "-6.1264716", "place_brief_desc": "City of sherry, history and flamenco.", "place_longer_desc": "Jerez de la Frontera, usually called Jerez, is a city in southern Spain's Andalusia region. Its old quarter surrounds the Alcázar de Jerez, a Moorish fortress founded in the 11th century. The Royal Andalusian School of Equestrian Art is a famed riding school with horse shows and a carriage museum. The city is also known for flamenco music and sherry production in the so-called Sherry Triangle lying to the west.", "place_image": "./static/images/jerez.png", "place_tags": "", "place_links": "", "place_country": "Spain"}, "spain_99": {"place_id": "spain_99", "place_name": "Puerto de Santa Maria", "place_lat": "36.6037962", "place_lon": "-6.2171641", "place_brief_desc": "Lying between Jerez and Cadiz, it's best known for its beaches, pine woods and whitewashed houses", "place_longer_desc": "El Puerto de Santa María is a town in southwest Spain. It’s known for its beaches, pine woods and whitewashed houses. Centuries-old San Marcos Castle is an Islamic-Gothic structure with horseshoe arches, stained glass and crenelated walls. The 15th-century Priory Church has a Gothic sandstone facade and an ornate Mexican-silver altarpiece. Valdelagrana Beach has a seafront promenade and is popular for water sports.", "place_image": "./static/images/el-puerto.png", "place_tags": "", "place_links": "", "place_country": "Spain"}, "spain_106": {"place_id": "spain_106", "place_name": "Sagunt/sagunto", "place_lat": "39.6756611", "place_lon": "-0.2715972", "place_brief_desc": "Town by the sea best known for the remains of the ancient Iberian and Roman city of Saguntum", "place_longer_desc": "Sagunto is a municipality of Spain, located in the province of Valencia, Valencian Community. It belongs to the modern fertile comarca of Camp de Morvedre. It is located c. 30 km north of the city of Valencia, close to the Costa del Azahar on the Mediterranean Sea. It is best known for the remains of the ancient Iberian and Roman city of Saguntum. The siege of Saguntum in 219 BC was the trigger of the Second Punic War between the Carthaginians and the Romans.", "place_image": "./static/images/sagunto.png", "place_tags": "", "place_links": "", "place_country": "Spain"}, "spain_108": {"place_id": "spain_108", "place_name": "Malaga", "place_lat": "36.7113388", "place_lon": "-4.4313888", "place_brief_desc": "one of the oldest continuously inhabited cities in Western Europe with plenty to see, do and eat.", "place_longer_desc": "Málaga's history spans about 2,800 years, making it one of the oldest continuously inhabited cities in Western Europe. Popular city for tourism thanks to its architctural treasues. The oldest remains in the city are the walls of the Phoenician city, which are visible in the cellar of the Museo Picasso Málaga.The Roman theatre of Málaga, which dates from the 1st century BC, was rediscovered in 1951. The Moors left posterity the dominating presence of the Castle of Gibralfaro, which is connected to the Alcazaba, the lower fortress and royal residence.", "place_image": "./static/images/malaga.png", "place_tags": "", "place_links": "", "place_country": "Spain"}, "spain_110": {"place_id": "spain_110", "place_name": "Ciudad Real", "place_lat": "38.9853", "place_lon": "-3.913633", "place_brief_desc": "Surprisingly modern city, home to the Don Quixote Museum", "place_longer_desc": "Surprisingly modern city, home to the Don Quixote Museum.", "place_image": "./static/images/ciudad-real.png", "place_tags": "", "place_links": "", "place_country": "Spain"}, "spain_114": {"place_id": "spain_114", "place_name": "Granada", "place_lat": "37.184038", "place_lon": "-3.609154", "place_brief_desc": "Best known for grand examples of medieval architecture dating to the Moorish occupation, especially the Alhambra.", "place_longer_desc": "Granada is a city in southern Spain’s Andalusia region, in the foothills of the Sierra Nevada mountains. It's known for grand examples of medieval architecture dating to the Moorish occupation, especially the Alhambra. This sprawling hilltop fortress complex encompasses royal palaces, serene patios, and reflecting pools from the Nasrid dynasty, as well as the fountains and orchards of the Generalife gardens.", "place_image": "./static/images/granada.png", "place_tags": "", "place_links": "", "place_country": "Spain"}, "spain_115": {"place_id": "spain_115", "place_name": "Antequera AV", "place_lat": "37.0334437", "place_lon": "-4.5612901", "place_brief_desc": "city in Andalusia known for its ancient burial mounds", "place_longer_desc": "Antequera is a city in Andalusia, southern Spain. It's known for its ancient burial mounds, including the Dolmen de Menga, Dolmen de Viera and Tholos de El Romeral. The Alcazaba of Antequera is a centuries-old Moorish fortress. The vast nature preserve of Torcal de Antequera has dramatic limestone tower rock formations. Overlooking the town, Peña de los Enamorados is a distinctive, face-shaped mountain.", "place_image": "./static/images/antequera.png", "place_tags": "", "place_links": "", "place_country": "Spain"}, "spain_116": {"place_id": "spain_116", "place_name": "Loja", "place_lat": "37.175372", "place_lon": "-4.134841", "place_brief_desc": "situated at the western limit of Granada and is surrounded by the Sierra de Loja, the town is reputed to have healing waters", "place_longer_desc": "Loja, formerly Loxa, is situated at the western limit of Granada and is surrounded by the Sierra de Loja. In the heart of the town is the Encarnación Church, built in the 16th-18th centuries, with the Cultural Property designation, and the Alcazaba, the old fortress. There are also numerous guided tours available, exploring Loja's most emblematic places. Sierra Martilla is home to a Megalithic necropolis and a settlement from the same period. Loja has a large number of fountains and natural springs to be found in different parts of the town centre, such as its 25-spout fountain, and Fuente Santa, renowned for the medicinal properties of its waters. ", "place_image": "./static/images/loja.png", "place_tags": "", "place_links": "", "place_country": "Spain"}, "spain_117": {"place_id": "spain_117", "place_name": "Huelva", "place_lat": "37.253079", "place_lon": "-6.950971", "place_brief_desc": "port town with strking chapel and extensive archeological collection.", "place_longer_desc": "Huelva is a port city in southwestern Spain, at the mouth of the Odiel and Tinto rivers. North of the center is whitewashed Santuario de Nuestra Señora de la Cinta chapel, dating from the 15th century. Huelva Museum hosts an extensive archaeological collection. A statue of explorer Christopher Columbus overlooks the palm-flanked square of Plaza de las Monjas.", "place_image": "./static/images/huelva.png", "place_tags": "", "place_links": "", "place_country": "Spain"}, "spain_119": {"place_id": "spain_119", "place_name": "Huesca", "place_lat": "42.133594", "place_lon": "-0.409745", "place_brief_desc": "known for its hilly medieval old town topped by Gothic Huesca Cathedral", "place_longer_desc": "Huesca is a city in northeastern Spain. It’s known for its hilly medieval old town topped by Gothic Huesca Cathedral. San Pedro el Viejo Abbey is a Romanesque monastery with cloisters and the tombs of 2 regional Spanish kings. West, Miguel Servet Park is home to sculptures by Huesca-born artist Ramón Acín, plus a lily pond. Northeast of town, Castillo de Montearagón is a ruined 11th-century hilltop castle-abbey.", "place_image": "./static/images/huesca.png", "place_tags": "", "place_links": "", "place_country": "Spain"}, "spain_122": {"place_id": "spain_122", "place_name": "Zamora", "place_lat": "41.515892", "place_lon": "-5.739675", "place_brief_desc": "known for the Zamora Cathedral, encompassing a Byzantine dome, Romanesque tower and neoclassical cloister", "place_longer_desc": "Zamora is the capital of Zamora province in the Castile and León region of northwest Spain. Its city center lies on the north bank of the Douro River, ringed by well-preserved defensive walls and gates. It's known for the Zamora Cathedral, encompassing a Byzantine dome, Romanesque tower and neoclassical cloister. The cloister houses the Museo Catedralicio, with a collection of Flemish tapestries.", "place_image": "./static/images/zamora.png", "place_tags": "", "place_links": "", "place_country": "Spain"}, "spain_123": {"place_id": "spain_123", "place_name": "Ferrol", "place_lat": "43.4880349", "place_lon": "-8.231143", "place_brief_desc": "City on the Atlantic coast best known for its easter celebrations.", "place_longer_desc": "City on the Atlantic coast best known for its easter celebrations.", "place_image": "./static/images/ferrol.png", "place_tags": "", "place_links": "", "place_country": "Spain"}, "spain_124": {"place_id": "spain_124", "place_name": "Segovia Guiomar", "place_lat": "40.910577", "place_lon": "-4.094564", "place_brief_desc": "Historic city with iconic ancient Roman aqueduct has more than 160 arches, most in the original mortarless granite, and stands above Plaza Azoguejo in the heart of the city.", "place_longer_desc": "Segovia is a historic city northwest of Madrid, in central Spain's Castile and León region. Its centuries of settlement have resulted in a rich architectural legacy, including medieval walls, Romanesque churches, a former royal palace and a Gothic cathedral. Its iconic ancient Roman aqueduct has more than 160 arches, most in the original mortarless granite, and stands above Plaza Azoguejo in the heart of the city.", "place_image": "./static/images/segovia.png", "place_tags": "", "place_links": "", "place_country": "Spain"}, "spain_131": {"place_id": "spain_131", "place_name": "Gijon", "place_lat": "43.535175", "place_lon": "-5.698318", "place_brief_desc": "Best known for its maritime heritage and the old fishermen’s quarter of Cimadevilla", "place_longer_desc": "Gijón is a large coastal city in northern Spain. It’s known for its maritime heritage and the old fishermen’s quarter of Cimadevilla. Santa Catalina hill has a clifftop park and sculpture. The 18th-century Revillagigedo Palace houses an international arts center. It adjoins the Collegiate Church of San Juan Bautista, now a concert hall. Nearby is the 16th-century Clock Tower, with a museum about the city.", "place_image": "./static/images/gijon.png", "place_tags": "", "place_links": "", "place_country": "Spain"}, "spain_132": {"place_id": "spain_132", "place_name": "Oviedo", "place_lat": "43.366841", "place_lon": "-5.854263", "place_brief_desc": "Town best known for its medieval old town, the site of the Gothic Oviedo Cathedral with its 9th-century Holy Chamber", "place_longer_desc": "Oviedo is a town in northwest Spain between the Cantabrian Mountains and the Bay of Biscay. The capital of Asturias, it’s known for its medieval old town, the site of the Gothic Oviedo Cathedral with its 9th-century Holy Chamber. The Archaeological Museum of Asturias, in a nearby convent, displays regional artifacts. The Fine Arts Museum of Asturias includes 2 palaces and has an expansive Spanish art collection.", "place_image": "./static/images/oviedo.png", "place_tags": "", "place_links": "", "place_country": "Spain"}, "spain_133": {"place_id": "spain_133", "place_name": "Santander", "place_lat": "43.458575", "place_lon": "-3.811223", "place_brief_desc": "Capital city of the Cantabria region on Spain’s north coast. The Palacio de la Magdalena, once the royal summer residence, lies at the mouth of the Bay of Santander on the rocky La Magdalena Peninsula.", "place_longer_desc": "Santander is the capital city of the Cantabria region on Spain’s north coast. The Palacio de la Magdalena, once the royal summer residence, lies at the mouth of the Bay of Santander on the rocky La Magdalena Peninsula. West, the city center is home to the Catedral de Santander, with its octagonal cupola and Gothic cloister. Nearby, the Paseo de Pereda promenade runs along one side of the Jardines de Pereda gardens.", "place_image": "./static/images/santander.png", "place_tags": "", "place_links": "", "place_country": "Spain"}, "spain_138": {"place_id": "spain_138", "place_name": "Irun", "place_lat": "43.339582", "place_lon": "-1.800192", "place_brief_desc": "Border town with its twin Hendaye on the French side. Also joins to resort of Hondarribia.", "place_longer_desc": "Border town with its twin Hendaye on the French side. Also joins to resort of Hondarribia.", "place_image": "./static/images/irun.png", "place_tags": "", "place_links": "", "place_country": "Spain"}, "spain_146": {"place_id": "spain_146", "place_name": "Pontevedra", "place_lat": "42.421969", "place_lon": "-8.635546", "place_brief_desc": "Town best known for its well-preserved old town and Gothic Santa María la Mayor Basilica", "place_longer_desc": "Pontevedra is a city in northwest Spain. It’s known for its well-preserved old town and Gothic Santa María la Mayor Basilica. The Ruínas de San Domingos are the remains of a 14th-century convent. Nearby, the Sexto Edificio museum showcases Galician art. Northeast, Illa das Esculturas is an island with outdoor sculptures. Northwest of town, Mosteiro de Santa María de Armenteira is a 12th-century Cistercian monastery.", "place_image": "./static/images/pontevedra.png", "place_tags": "", "place_links": "", "place_country": "Spain"}, "spain_152": {"place_id": "spain_152", "place_name": "Gandia", "place_lat": "38.9702805", "place_lon": "-0.1797722", "place_brief_desc": "city on the east coast of Spain. Its old town is home to the 15th-century Los Borja Ducal Palace", "place_longer_desc": "Gandia is city on the east coast of Spain. Its old town is home to the 15th-century Los Borja Ducal Palace. The Archaeological Museum of Gandia has prehistoric artifacts. To the west, the Monastery of Sant Jeroni de Cotalba has Moorish cloisters. Parpalló-Borrell Natural Park encompasses the Cueva del Parpalló, an Upper Paleolithic–era cave. Sandy beaches on the coast include North Beach, Venecia and Rafalcaid.", "place_image": "./static/images/gandia.png", "place_tags": "", "place_links": "", "place_country": "Spain"}, "spain_153": {"place_id": "spain_153", "place_name": "Cullera", "place_lat": "39.1778305", "place_lon": "-0.2632361", "place_brief_desc": "City and resort on the east coast.", "place_longer_desc": "City and municipality of Spain located in the Valencian Community. It is part of the province of Valencia and the Ribera Baixa comarca. The city is situated near the discharge of the river Júcar in the Mediterranean Sea", "place_image": "./static/images/cullera.png", "place_tags": "", "place_links": "", "place_country": "Spain"}, "spain_154": {"place_id": "spain_154", "place_name": "Toledo", "place_lat": "39.862272", "place_lon": "-4.011244", "place_brief_desc": "ancient city set on a hill above the plains of Castilla-La Mancha", "place_longer_desc": "Toledo is an ancient city set on a hill above the plains of Castilla-La Mancha in central Spain. The capital of the region, it’s known for the medieval Arab, Jewish and Christian monuments in its walled old city. It was also the former home of Mannerist painter El Greco. The Moorish Bisagra Gate and the Sol Gate, in Mudéjar style, open into the old quarter, where the Plaza de Zocodover is a lively meeting place.", "place_image": "./static/images/toledo.png", "place_tags": "", "place_links": "", "place_country": "Spain"}, "spain_164": {"place_id": "spain_164", "place_name": "Ronda", "place_lat": "36.748401", "place_lon": "-5.16197", "place_brief_desc": "mountaintop city in Spain’s Malaga province that’s set dramatically above a deep gorge", "place_longer_desc": "Ronda is a mountaintop city in Spain’s Malaga province that’s set dramatically above a deep gorge. This gorge (El Tajo) separates the city’s circa-15th-century new town from its old town, dating to Moorish rule. Puente Nuevo, a stone bridge spanning the gorge, has a lookout offering views. New town’s Plaza de Toros, a legendary 18th-century bullring, is one of the city’s most recognizable landmarks.", "place_image": "./static/images/ronda.png", "place_tags": "", "place_links": "", "place_country": "Spain"}, "spain_177": {"place_id": "spain_177", "place_name": "Aranjuez", "place_lat": "40.0348585", "place_lon": "-3.6182315", "place_brief_desc": "Town on the Tagus with renaissance royal palace.", "place_longer_desc": "Aranjuez is a town on the River Tagus in central Spain, south of Madrid. Its Renaissance, French-influenced Royal Palace has an elaborate facade and a lavishly decorated interior, including a porcelain room. On the grounds, by the river, are ornamental gardens like the Jardín de la Isla. In the Prince’s Garden is the Casa del Labrador, an ornate neoclassical mansion, plus an ornamental pond with a Chinese Pavilion.", "place_image": "./static/images/aranjuez.png", "place_tags": "", "place_links": "", "place_country": "Spain"}, "italy_27": {"place_id": "italy_27", "place_name": "Bergamo", "place_lat": "45.69042858", "place_lon": "9.675056369", "place_brief_desc": "Italian city in Lombardy. Its older upper district, called Città Alta, is characterized by cobblestone streets, encircled by Venetian walls", "place_longer_desc": "Bergamo is an Italian city northeast of Milan, in the Lombardy region. Its older upper district, called Città Alta, is characterized by cobblestone streets, encircled by Venetian walls and accessible by funicular. It's home to the Duomo di Bergamo, the city cathedral. Also here are the Romanesque Basilica di Santa Maria Maggiore and the grand Cappella Colleoni, a chapel with 18th-century frescoes by Tiepolo.", "place_image": "./static/images/bergamo.png", "place_tags": "", "place_links": "", "place_country": "Italy"}, "italy_37": {"place_id": "italy_37", "place_name": "Brescia", "place_lat": "45.53236904", "place_lon": "10.21272296", "place_brief_desc": "City with old town containing the best-preserved Roman public buildings in northern Italy", "place_longer_desc": "Founded over 3,200 years ago, Brescia (in antiquity Brixia) has been an important regional centre since pre-Roman times. Its old town contains the best-preserved Roman public buildings in northern Italy and numerous monuments, among these the medieval castle, the Old and New cathedral, the Renaissance Piazza della Loggia and the rationalist Piazza della Vittoria. The monumental archaeological area of the Roman forum and the monastic complex of San Salvatore-Santa Giulia have become a UNESCO World Heritage Site as part of a group of seven inscribed as Longobards in Italy, Places of Power.", "place_image": "./static/images/brescia.png", "place_tags": "", "place_links": "", "place_country": "Italy"}, "italy_40": {"place_id": "italy_40", "place_name": "Lodi", "place_lat": "45.30914958", "place_lon": "9.497526061", "place_brief_desc": "City and comune in Lombardy. Piazza della Vittoria, listed by the Italian Touring Club among the most beautiful squares in Italy.", "place_longer_desc": "City and comune in Lombardy, northern Italy, primarily on the western bank of the River Adda. Piazza della Vittoria, listed by the Italian Touring Club among the most beautiful squares in Italy. Featuring porticoes on all its four sides, it includes the Basilica della Vergine Assunta and the Broletto (town hall).", "place_image": "./static/images/lodi.png", "place_tags": "", "place_links": "", "place_country": "Italy"}, "italy_47": {"place_id": "italy_47", "place_name": "Cremona", "place_lat": "45.14333653", "place_lon": "10.01794982", "place_brief_desc": "City in Italy’s Lombardy region. The Stradivarius collection at the Violin Museum testifies to the city’s violin-making heritage.", "place_longer_desc": "Cremona is a city in Italy’s Lombardy region. The Stradivarius collection at the Violin Museum testifies to the city’s violin-making heritage. On Piazza del Comune are the Cremona Cathedral, with its Renaissance arcade, and the 8-sided Baptistery. Also on the square, the Torrazzo bell tower has an astronomical clock. The portico of the 13th-century Loggia dei Militi has a statue of 2 Hercules figures.", "place_image": "./static/images/cremona.png", "place_tags": "", "place_links": "", "place_country": "Italy"}, "italy_48": {"place_id": "italy_48", "place_name": "Castelvetro", "place_lat": "45.10018786", "place_lon": "9.982106717", "place_brief_desc": "ancient village nestled on the hills of Lambrusco Grasparossa", "place_longer_desc": "Castelvetro di Modena is a town and comune in the Province of Modena and has a long history.", "place_image": "./static/images/castelvetro.png", "place_tags": "", "place_links": "", "place_country": "Italy"}, "italy_49": {"place_id": "italy_49", "place_name": "Busseto", "place_lat": "44.9747572", "place_lon": "10.03877615", "place_brief_desc": "Town with a taste for Opera", "place_longer_desc": "Town with a taste for Opera celebrating Verdi who was born in a nearby village. Le Roncole The nearby village of Le Roncole was Verdi's birthplace on 10 October 1813. The house has been a national monument since 1901. Casa Barezzi. Close by the main square is the home of Antonio Barezzi, the man who supported his early endeavours. He became Verdi's patron and his father-in-law. In the upstairs lounge, the young Verdi gave his first public performance.", "place_image": "./static/images/busseto.png", "place_tags": "", "place_links": "", "place_country": "Italy"}, "italy_54": {"place_id": "italy_54", "place_name": "Cogoleto", "place_lat": "44.38984348", "place_lon": "8.643794778", "place_brief_desc": "town and beach resort that's part of the Natural Regional Park of Monte Beigua", "place_longer_desc": "town and beach resort that's part of the Natural Regional Park of Monte Beigua", "place_image": "./static/images/cogoleto.png", "place_tags": "", "place_links": "", "place_country": "Italy"}, "italy_55": {"place_id": "italy_55", "place_name": "Arenzano", "place_lat": "44.40321103", "place_lon": "8.678126057", "place_brief_desc": "Popular beach resort with series of summer festivals.", "place_longer_desc": "Town and beach resort with series of summer festivals. Many visitors come for the Sanctuary of the Infant Jesus of Prague as well as the numerous parks and villas, such as Villa Maddalena, Villa Mina and the Villa Negrotto Cambiaso Park.", "place_image": "./static/images/arenzano.png", "place_tags": "", "place_links": "", "place_country": "Italy"}, "italy_67": {"place_id": "italy_67", "place_name": "Bogliasco", "place_lat": "44.37954158", "place_lon": "9.065526859", "place_brief_desc": "Town that's part of the Golfo Paradiso.", "place_longer_desc": " Town in Liguria located about 11 kilometres southeast of Genoa. Together with the comuni of Camogli, Recco, Pieve Ligure and Sori, it is part of the so-called Golfo Paradiso. Economy is mostly based on tourism; agriculture include production of olives.", "place_image": "./static/images/bogliasco.png", "place_tags": "", "place_links": "", "place_country": "Italy"}, "italy_68": {"place_id": "italy_68", "place_name": "Pieve Ligure", "place_lat": "44.37293968", "place_lon": "9.090327929", "place_brief_desc": "coastal Ligurian town and part of the Golfo Paradiso", "place_longer_desc": "Pieve Ligure is a comune in the Metropolitan City of Genoa in the Italian region Liguria, located about 13 kilometres southeast of Genoa. The pieve of St. Michael Archangel, from which the town takes its name, has been rebuilt in Baroque style in the 18th century and houses works by Perin del Vaga e Luigi Morgari.", "place_image": "./static/images/pieve-ligure.png", "place_tags": "", "place_links": "", "place_country": "Italy"}, "italy_69": {"place_id": "italy_69", "place_name": "Sori", "place_lat": "44.37090775", "place_lon": "9.105100607", "place_brief_desc": "coastal Ligurian town and part of the Golfo Paradiso", "place_longer_desc": "Comune in Liguria, located about 17 kilometres southeast of Genoa. Together with Camogli, Pieve Ligure, Bogliasco, and Recco, it is part of the so-called Golfo Paradiso in the Riviera di Levante. Its economy is based on tourism and production of olives", "place_image": "./static/images/sori.png", "place_tags": "", "place_links": "", "place_country": "Italy"}, "italy_70": {"place_id": "italy_70", "place_name": "Recco", "place_lat": "44.36132448", "place_lon": "9.146726604", "place_brief_desc": "coastal Ligurian town and part of the Golfo Paradiso and home to the September 8 fireworks festival honoring the Virgin Mary", "place_longer_desc": "Recco is a comune in the Metropolitan City of Genoa, region of Liguria, Italy. Recco is home to the September 8 fireworks festival honoring the Virgin Mary. The town is also known for being home to the most successful waterpolo team in Italy, and among the best in Europe, Pro Recco.", "place_image": "./static/images/recco.png", "place_tags": "", "place_links": "", "place_country": "Italy"}, "italy_71": {"place_id": "italy_71", "place_name": "Camogli", "place_lat": "44.34826155", "place_lon": "9.156707595", "place_brief_desc": "coastal Ligurian town and part of the Golfo Paradiso", "place_longer_desc": "coastal Ligurian town and part of the Golfo Paradiso next to Recco", "place_image": "./static/images/camogli.png", "place_tags": "", "place_links": "", "place_country": "Italy"}, "italy_72": {"place_id": "italy_72", "place_name": "Santa Margherita", "place_lat": "44.33687407", "place_lon": "9.216582486", "place_brief_desc": "Ligurian tourist town around the bay from the port of Rapallo.", "place_longer_desc": "Santa Margherita Ligure is a comune in the Metropolitan City of Genoa in the Italian region Liguria, located about 35 kilometres southeast of Genoa, in the area traditionally known as Tigullio. It has a port, used for both tourism and fishing activities.", "place_image": "./static/images/santa-margherita.png", "place_tags": "", "place_links": "", "place_country": "Italy"}, "italy_73": {"place_id": "italy_73", "place_name": "Rapallo", "place_lat": "44.35150659", "place_lon": "9.231225478", "place_brief_desc": "Town on the Italian Riviera coastline known for the hilltop Sanctuary of Our Lady of Montallegro, a pilgrimage site with sea views.", "place_longer_desc": "Rapallo is a town on the Italian Riviera coastline. It’s known for the hilltop Sanctuary of Our Lady of Montallegro, a pilgrimage site with sea views. The Castello di Rapallo, a 16th-century fortress, sits on the waterfront. Southwest, near Portofino village, 10th-century San Fruttuoso Abbey sits in a small cove. Nearby, the Portofino Protected Marine Area includes the underwater Christ of the Abyss bronze statue.", "place_image": "./static/images/rapallo.png", "place_tags": "", "place_links": "", "place_country": "Italy"}, "italy_74": {"place_id": "italy_74", "place_name": "Zoagli", "place_lat": "44.33592672", "place_lon": "9.268433927", "place_brief_desc": "Ligurian tourist town to the south of Rapallo.", "place_longer_desc": "Ligurian tourist town to the south of Rapallo.", "place_image": "./static/images/zoagli.png", "place_tags": "", "place_links": "", "place_country": "Italy"}, "italy_75": {"place_id": "italy_75", "place_name": "Chiavari", "place_lat": "44.31528285", "place_lon": "9.322452746", "place_brief_desc": "Ligurian coastal town with a beachside promenade and a marina and is situated near the river Entella.", "place_longer_desc": "Ligurian coastal town with a beachside promenade and a marina and is situated near the river Entella.", "place_image": "./static/images/chiavari.png", "place_tags": "", "place_links": "", "place_country": "Italy"}, "italy_76": {"place_id": "italy_76", "place_name": "Lavagna", "place_lat": "44.30578685", "place_lon": "9.346332951", "place_brief_desc": "Ligurian coastal town on the far side of the river Entella from Chiavari.", "place_longer_desc": "Ligurian coastal town on the far side of the river Entella from Chiavari that recreates medieval festivities annually as the \"Torta dei Fieschi\" (Fieschi Cake Party), since 1949, the festivities is about a colorful parade through the Lavagna streets that reunites the inhabitants of the six medieval quarters of Lavagna, as the gigantic cake is distributed among those in the crowd who have found the matching half of their tickets.", "place_image": "./static/images/lavagna.png", "place_tags": "", "place_links": "", "place_country": "Italy"}, "italy_77": {"place_id": "italy_77", "place_name": "Sestri Levante", "place_lat": "44.27636941", "place_lon": "9.397551606", "place_brief_desc": "Ligurian coastal town - where the Italians go...", "place_longer_desc": "While nearby Portofino and the Cinque Terre are probably the best-known tourist destinations on the Italian Riviera, Sestri Levante has become popular among Italians. This once quiet fishing village has slowly turned into a tourist hotspot, developing an old and a new town. The people of Sestri Levante often use the expression: \"Sestri è scialla\". This expression symbolizes the quiet nature of the city of Sestri Levante, known for its stunning views.", "place_image": "./static/images/sestri-levante.png", "place_tags": "", "place_links": "", "place_country": "Italy"}, "italy_78": {"place_id": "italy_78", "place_name": "Riva Trigoso", "place_lat": "44.26401969", "place_lon": "9.429226411", "place_brief_desc": "coastal town with access to Punta Manara", "place_longer_desc": "coastal town with access to Punta Manara", "place_image": "./static/images/punta-manara.png", "place_tags": "", "place_links": "", "place_country": "Italy"}, "italy_79": {"place_id": "italy_79", "place_name": "Moneglia", "place_lat": "44.24252742", "place_lon": "9.486978973", "place_brief_desc": "Tourist resort on the Riviera di Levante.", "place_longer_desc": "Tourist resort on the Riviera di Levante. It is a member of the I Borghi più belli d'Italia (\"The most beautiful villages of Italy\") association. There are numerous nature trails in the hills around the town. The rocky coast is also home of several a climbing wall systems.", "place_image": "./static/images/moneglia.png", "place_tags": "", "place_links": "", "place_country": "Italy"}, "italy_80": {"place_id": "italy_80", "place_name": "Deiva Marina", "place_lat": "44.2173488", "place_lon": "9.519020731", "place_brief_desc": "Quiet tourist resort with seashore surrounded by green mountains", "place_longer_desc": "Quiet tourist resort with seashore surrounded by green mountains - understandably a member of the I Borghi più belli d'Italia association.", "place_image": "./static/images/deiva-marina.png", "place_tags": "", "place_links": "", "place_country": "Italy"}, "italy_82": {"place_id": "italy_82", "place_name": "Bonassola", "place_lat": "44.18502677", "place_lon": "9.582679625", "place_brief_desc": "Small resort with walks to the Cappella della Madonnina della Punta and Punta del Carlino", "place_longer_desc": "Small resort with walks to the Cappella della Madonnina della Punta and Punta del Carlino", "place_image": "./static/images/bonassola.png", "place_tags": "", "place_links": "", "place_country": "Italy"}, "italy_84": {"place_id": "italy_84", "place_name": "Monterosso", "place_lat": "44.14581025", "place_lon": "9.649034621", "place_brief_desc": "One of the five resorts that make up the Cinque Terra", "place_longer_desc": "One of the five resorts that make up the Cinque Terra. Notable for the Statua del Gigante.", "place_image": "./static/images/monterosso.png", "place_tags": "", "place_links": "", "place_country": "Italy"}, "italy_85": {"place_id": "italy_85", "place_name": "Vernazza", "place_lat": "44.13521372", "place_lon": "9.684664752", "place_brief_desc": "One of the five resorts that make up the Cinque Terra with small, colourful houses and moored boats, the prickly pears and cultivated terraces", "place_longer_desc": "One of the five resorts that make up the Cinque Terra with small, colourful houses and moored boats, the prickly pears and cultivated terraces", "place_image": "./static/images/vernazza.png", "place_tags": "", "place_links": "", "place_country": "Italy"}, "italy_86": {"place_id": "italy_86", "place_name": "Corniglia", "place_lat": "44.11994516", "place_lon": "9.711167509", "place_brief_desc": "The only part of the Cinque Terra without beach access - it makes up for it in spectacular views.", "place_longer_desc": "The only part of the Cinque Terra without beach access - it makes up for it in spectacular views.", "place_image": "./static/images/corniglia.png", "place_tags": "", "place_links": "", "place_country": "Italy"}, "italy_87": {"place_id": "italy_87", "place_name": "Manarola", "place_lat": "44.11003922", "place_lon": "9.727315382", "place_brief_desc": "epitome of the Cinque Terra - you might see another tourist here, or two...", "place_longer_desc": "epitome of the Cinque Terra - you might see another tourist here, or two...", "place_image": "./static/images/manarola.png", "place_tags": "", "place_links": "", "place_country": "Italy"}, "italy_88": {"place_id": "italy_88", "place_name": "Riomaggiore", "place_lat": "44.10049546", "place_lon": "9.736465617", "place_brief_desc": "One of the five resorts that make up the Cinque Terra", "place_longer_desc": "One of the five resorts that make up the Cinque Terra with narrow alleyways and impressive Gothic Church of Saint John the Baptist.", "place_image": "./static/images/riomaggio.png", "place_tags": "", "place_links": "", "place_country": "Italy"}, "italy_89": {"place_id": "italy_89", "place_name": "Savona", "place_lat": "44.30690203", "place_lon": "8.470236203", "place_brief_desc": "Port city in Liguria. The 1500s Priamar Fortress houses the Sandro Pertini Museum", "place_longer_desc": "Savona is a port city in Liguria, northwest Italy. The 1500s Priamar Fortress houses the Sandro Pertini Museum, with works by Guttuso and Miró. A 17th-century statue of Mary adorns the medieval tower Torre Leon Pancaldo. The Ceramics Museum spans the 15th century to the present. Northwest, Colle di Cadibona pass marks the start of a stretch on the Alta Via dei Monti Liguri trekking route, with sea and mountain views.", "place_image": "./static/images/savona.png", "place_tags": "", "place_links": "", "place_country": "Italy"}, "italy_90": {"place_id": "italy_90", "place_name": "Piacenza", "place_lat": "45.05241759", "place_lon": "9.706373119", "place_brief_desc": "City in Italy’s Emilia Romagna region on the banks of the Po.", "place_longer_desc": "Piacenza is a city in Italy’s Emilia Romagna region stands on the right-hand bank of the river Po. The end of the ancient Via Emilia and geographical epicentre of the Po Valley. In its central Piazza Cavalli are 2 equestrian statues and the medieval Gothic Palace. A copper angel rotates atop the bell tower of Piacenza Cathedral. The nearby Sant’Antonino Basilica has an 8-sided tower and 17th-century frescoes, plus a portal known as Heaven’s Gate, with a rose window. The Farnese Palazzo Civic Museums house sculptures and weapons.", "place_image": "./static/images/piacenza.png", "place_tags": "", "place_links": "", "place_country": "Italy"}, "italy_93": {"place_id": "italy_93", "place_name": "Parma", "place_lat": "44.81034584", "place_lon": "10.32830798", "place_brief_desc": "University city in Italy's Emilia-Romagna region, famed for Parmesan cheese and Parma ham", "place_longer_desc": "Parma is a university city in Italy's Emilia-Romagna region, famed for Parmesan cheese and Parma ham. Romanesque buildings, including the frescoed Parma Cathedral and the pink marble Baptistery, grace the city center. Classical concerts take place at the Teatro Regio, a 19th-century opera house. The Galleria Nazionale, inside the imposing Palazzo della Pilotta, displays works by painters Correggio and Canaletto.", "place_image": "./static/images/parma.png", "place_tags": "", "place_links": "", "place_country": "Italy"}, "italy_96": {"place_id": "italy_96", "place_name": "Rimini", "place_lat": "44.06402048", "place_lon": "12.57399436", "place_brief_desc": "City on the Adriatic coast known for its beachside nightclubs and shallow waters.", "place_longer_desc": "Rimini is a city on the Adriatic coast, in Italy’s Emilia-Romagna region. It's known for its beachside nightclubs and shallow waters. South of the center, the Malatestiano Temple is a 15th-century reconstruction of an old Franciscan church, now a mausoleum for Sigismondo Pandolfo Malatesta, a local nobleman. Nearby, the Malatesta-built Castel Sismondo is a medieval fortress now used for cultural events.", "place_image": "./static/images/rimini.png", "place_tags": "", "place_links": "", "place_country": "Italy"}, "italy_107": {"place_id": "italy_107", "place_name": "Pianoro", "place_lat": "44.38062602", "place_lon": "11.34042748", "place_brief_desc": "part of a string of villages in the Apennines with good walkng routes.", "place_longer_desc": "part of a string of villages in the Apennines with good walkng routes.", "place_image": "./static/images/pianoro.png", "place_tags": "", "place_links": "", "place_country": "Italy"}, "italy_108": {"place_id": "italy_108", "place_name": "Monzuno", "place_lat": "44.32229168", "place_lon": "11.26210671", "place_brief_desc": "part of a string of villages in the Apennines with good walkng routes.", "place_longer_desc": "part of a string of villages in the Apennines with good walkng routes.", "place_image": "./static/images/monzuno.png", "place_tags": "", "place_links": "", "place_country": "Italy"}, "italy_109": {"place_id": "italy_109", "place_name": "Grizzana", "place_lat": "44.25831037", "place_lon": "11.18128691", "place_brief_desc": "Town with magnificent views of the Setta and Reno valleys and a place to learn about 20th C. painter, Giorgio Morandi", "place_longer_desc": "Town with magnificent views of the Setta and Reno valleys and a place to learn about 20th C. painter, Giorgio Morandi", "place_image": "./static/images/grizzana.png", "place_tags": "", "place_links": "", "place_country": "Italy"}, "italy_116": {"place_id": "italy_116", "place_name": "Pistoia Ovest", "place_lat": "43.93370655", "place_lon": "10.90401174", "place_brief_desc": "City in Tuscany set around its central Piazza del Duomo are the Cathedral of San Zeno", "place_longer_desc": "Pistoia is a city in Italy’s Tuscany region. Set around its central Piazza del Duomo are the Cathedral of San Zeno, which has a silver altar, and the octagonal Battistero di San Giovanni in Corte baptistery. Also on the square is the Palazzo dei Vescovi, an 11th-century palace housing a number of museums. On the nearby Piazza della Sala, the Pozzo del Leoncino is a well with a marble frame.", "place_image": "./static/images/pistoia.png", "place_tags": "", "place_links": "", "place_country": "Italy"}, "italy_118": {"place_id": "italy_118", "place_name": "Classe", "place_lat": "44.38216517", "place_lon": "12.23498711", "place_brief_desc": "Small town home to UNESCO World Heritage monument and pine forests", "place_longer_desc": "Small town home to the imposing Basilica of Sant'Apollinare and also the gateway to one of Ravenna's oldest and most important green lungs, the Classe Pinewoods, which forms part of the Po Delta Park.", "place_image": "./static/images/classe.png", "place_tags": "", "place_links": "", "place_country": "Italy"}, "italy_121": {"place_id": "italy_121", "place_name": "Cesenatico", "place_lat": "44.20074411", "place_lon": "12.39127981", "place_brief_desc": "seaside resort with harbour. Magnet for cycling enthusiats.", "place_longer_desc": "Seaside resort with harbour. Magnet for cycling enthusiats. The Nove Colli, a cycling cross-country race that takes place every year between the provinces of Forlì-Cesena and Rimini, starting and finishing in Cesenatico", "place_image": "./static/images/cesenatico.png", "place_tags": "", "place_links": "", "place_country": "Italy"}, "italy_134": {"place_id": "italy_134", "place_name": "Sarzana", "place_lat": "44.10909006", "place_lon": "9.96049019", "place_brief_desc": "Ancient town with with perfectly preserved walls and towers at the strategic crossroads of Via Aurelia and the Via Francigena", "place_longer_desc": "Ancient town with with perfectly preserved walls and towers at the strategic crossroads of Via Aurelia and the Via Francigena ", "place_image": "./static/images/sarzana.png", "place_tags": "", "place_links": "", "place_country": "Italy"}, "italy_135": {"place_id": "italy_135", "place_name": "Massa Centro", "place_lat": "44.02383303", "place_lon": "10.13615991", "place_brief_desc": "Seaside resort on the Apuan coast", "place_longer_desc": "Seaside resort on the Apuan coast", "place_image": "./static/images/marina-di-masso.png", "place_tags": "", "place_links": "", "place_country": "Italy"}, "italy_136": {"place_id": "italy_136", "place_name": "Forte Dei Marmi", "place_lat": "43.97773796", "place_lon": "10.19936449", "place_brief_desc": "Seaside resort on the Apuan coast", "place_longer_desc": "Seaside resort on the Apuan coast with a wharf used for the transportation of marble", "place_image": "./static/images/forte-dei-marmi.png", "place_tags": "", "place_links": "", "place_country": "Italy"}, "italy_137": {"place_id": "italy_137", "place_name": "Pietrasanta", "place_lat": "43.95589932", "place_lon": "10.22993099", "place_brief_desc": "town renowned for its marble", "place_longer_desc": "Renowned for its marble, famous painters and sculptors, including the Colombian Fernando Botero, have put down roots here, making it an open-air contemporary art museum. 3km inland from the coast, one of a string of places good for cycling.", "place_image": "./static/images/pietrasanta.png", "place_tags": "", "place_links": "", "place_country": "Italy"}, "italy_139": {"place_id": "italy_139", "place_name": "Torre Del Lago", "place_lat": "43.82652235", "place_lon": "10.29041092", "place_brief_desc": "Opera lovers' paradise - pretty town on lake where Puccini composed his greatest works", "place_longer_desc": "Little town near Viareggio, in the province of Lucca, in southern Versilia, located between Lake Massaciuccoli and the Tyrrhenian Sea. Puccini used to live here and at his house in front of the lake, now in the historic centre, Giacomo Puccini composed his most significant operas. The open-air Grand Theatre hosts the most distinguished names in world opera every year.", "place_image": "./static/images/torre-del-lago.png", "place_tags": "", "place_links": "", "place_country": "Italy"}, "italy_140": {"place_id": "italy_140", "place_name": "Vada", "place_lat": "43.35271463", "place_lon": "10.47022052", "place_brief_desc": "small town by the sea with walk out to lighthouse", "place_longer_desc": "small town by the sea with walk out to lighthouse", "place_image": "./static/images/vada.png", "place_tags": "", "place_links": "", "place_country": "Italy"}, "italy_141": {"place_id": "italy_141", "place_name": "Cecina", "place_lat": "43.31053508", "place_lon": "10.51429013", "place_brief_desc": "seaside town with archaeological museum, the Villa Romana di San Vincenzo and zoological gardens", "place_longer_desc": "seaside town with archaeological museum, the Villa Romana di San Vincenzo and zoological gardens", "place_image": "./static/images/cecina.png", "place_tags": "", "place_links": "", "place_country": "Italy"}, "italy_147": {"place_id": "italy_147", "place_name": "Follonica", "place_lat": "42.92660007", "place_lon": "10.75572035", "place_brief_desc": "seaside town", "place_longer_desc": "seaside town with cycing access to dramatic bays like Cala Martina and Cala Violina.", "place_image": "./static/images/follonica.png", "place_tags": "", "place_links": "", "place_country": "Italy"}, "italy_151": {"place_id": "italy_151", "place_name": "Grosseto", "place_lat": "42.76742074", "place_lon": "11.10664457", "place_brief_desc": "Cities with its medieval defensive walls intact", "place_longer_desc": "Grosseto is one of the few Tuscan cities with its medieval defensive walls intact. From above, the Medici Walls form an irregular hexagon, with six arrow-shaped corner bastions, running along a 3-kilometre-long perimeter. There's also the Passeggiata Verde (Green Walk), in the shade of the vegetation planted along and on the Walls.", "place_image": "./static/images/grosseto.png", "place_tags": "", "place_links": "", "place_country": "Italy"}, "italy_152": {"place_id": "italy_152", "place_name": "Viareggio", "place_lat": "43.87395436", "place_lon": "10.25268874", "place_brief_desc": "Popular seaside destination and carnival city.", "place_longer_desc": "Popular seaside destination and carnival city. There's also and Art Nouveau walk along the Passeggiata Margherita", "place_image": "./static/images/viareggio.png", "place_tags": "", "place_links": "", "place_country": "Italy"}, "italy_158": {"place_id": "italy_158", "place_name": "Poppi", "place_lat": "43.73549375", "place_lon": "11.76013845", "place_brief_desc": "Historic village dominated by its castle.", "place_longer_desc": "Historic village dominated by its castle, it's a good place to get into the Medieval mindset of Guelphs against Ghibellines. Castle includes the Rilliana Municipal Library with its over 25,000 volumes and the 14th-century frescoes attributed to Taddeo Gaddi, a pupil of Giotto.", "place_image": "./static/images/poppi.png", "place_tags": "", "place_links": "", "place_country": "Italy"}, "italy_159": {"place_id": "italy_159", "place_name": "Bibbiena", "place_lat": "43.69590659", "place_lon": "11.80665312", "place_brief_desc": "Historic cloth town that's home of a unique Carnival", "place_longer_desc": "Historic cloth town that's home of the Carnival - some of the most famous and fascinating celebrations in Italy. It begins on the first Sunday of the Carnival with a costume parade of ladies, knights and jugglers, divided into two factions: the “Fondaccini”, those belonging to the low-rent district, and the “Piazzolini”, who lived in the palaces in the upper, wealthier part of the town. On Shrove Tuesday, at 5pm, the residents light the Bonfire of the Bello Pomo, the juniper tree symbolising peace and good luck.", "place_image": "./static/images/bibbiena.png", "place_tags": "", "place_links": "", "place_country": "Italy"}, "italy_172": {"place_id": "italy_172", "place_name": "Berceto", "place_lat": "44.55598098", "place_lon": "9.931550688", "place_brief_desc": "charming village set in the Parma Apennines", "place_longer_desc": "Berceto is a charming village set in the Parma Apennines, located 852 metres above sea level, halfway between Parma and La Spezia. The last stop on Via Francigena before the Apennine pass is Berceto, small in size but rich in monuments and sites of interest, including the Cathedral of St Moderanno and the ruins of the Castle of Berceto.", "place_image": "./static/images/berceto.png", "place_tags": "", "place_links": "", "place_country": "Italy"}, "italy_175": {"place_id": "italy_175", "place_name": "Pontremoli", "place_lat": "44.37189357", "place_lon": "9.88752178", "place_brief_desc": "town on the Via Francigena with Piagnaro Castle (and museum) on the hills", "place_longer_desc": "town on the Via Francigena with Piagnaro Castle on the hillside above. The ancient defensive fortress is home to the Museum of the Stele Statues - ancient and mysterious relics carved in sandstone common in the Lunigiana area. The evocative raised courtyard has a truly panoramic view over the surrounding valleys and mountains.", "place_image": "./static/images/pontremoli.png", "place_tags": "", "place_links": "", "place_country": "Italy"}, "italy_214": {"place_id": "italy_214", "place_name": "Montecatini", "place_lat": "43.87941221", "place_lon": "10.78058694", "place_brief_desc": "One of Europe's great spa towns, Montecatini Terme has been appointed a UNESCO World Heritage Site", "place_longer_desc": "One of Europe's great spa towns, Montecatini Terme has been appointed a UNESCO World Heritage Site.  It's also a garden city set in the picturesque Valdinievole, an amphitheatre of green hills in the heart of Tuscany. Renown all over the world for its rich thermal springs that were already exploited in Roman times. Today Montecatini Terme is one of the most popular and visited spa towns in Italy, thanks to the substantial architectural interventions carried out at the beginning of the 20th century, which enriched it with elegant Art Nouveau and neo-Gothic palaces that frame the Thermal Park", "place_image": "./static/images/montecatini.png", "place_tags": "", "place_links": "", "place_country": "Italy"}, "italy_254": {"place_id": "italy_254", "place_name": "Brisighella", "place_lat": "44.22073581", "place_lon": "11.76967971", "place_brief_desc": "Small, quiet and pterry town protected by three stone guardians that tower over it from atop its three hills", "place_longer_desc": "Small, quiet and pterry town protected by three stone guardians that tower over it from atop its three hills: the Rocca Manfrediana fortress, the Monticino Sanctuary and the Clock Tower.", "place_image": "./static/images/brisighella.png", "place_tags": "", "place_links": "", "place_country": "Italy"}, "italy_262": {"place_id": "italy_262", "place_name": "Rufina", "place_lat": "43.82225125", "place_lon": "11.4852149", "place_brief_desc": "Town with a wine museum.", "place_longer_desc": "Town on the banks of the Sieve river in Valdisieve, part of the Montagna Fiorentina mountain community. Here, Chianti Rufina wine was produced. It was the local friars who started cultivating the vines and the wine is still produced to this day. The 16th-century Villa di Poggio Reale houses the Vine and Wine Museum. ", "place_image": "./static/images/rufina.png", "place_tags": "", "place_links": "", "place_country": "Italy"}, "italy_265": {"place_id": "italy_265", "place_name": "Livorno", "place_lat": "43.55421347", "place_lon": "10.33639953", "place_brief_desc": "Modern industrial city and port that's a good chance to see a working place that's still easy on the eye..", "place_longer_desc": "Modern industrial city and port that's a good chance to see a working place that's still easy on the eye. Livorno forms the apex of an 'industrial triangle'. It is situated along the coast of the Ligurian Sea and is one of the most important Italian ports, both as a commercial and tourist port of call. Of all Tuscan cities, it is usually considered the most modern, although there are several historical, artistic and architectural testimonies in its territory that survived the massive bombings of World War II and the subsequent reconstruction.", "place_image": "./static/images/livorno.png", "place_tags": "", "place_links": "", "place_country": "Italy"}, "italy_269": {"place_id": "italy_269", "place_name": "Rosignano", "place_lat": "43.38796805", "place_lon": "10.4382266", "place_brief_desc": "Town by the sea with surprisingly white beaches", "place_longer_desc": "Town by the sea with white beaches, whose idyllic sand is actually a result of soda ash production of the nearby Solvay since 1914. Also home to lively arts centre, Castello Pasquini", "place_image": "./static/images/rosignano.png", "place_tags": "", "place_links": "", "place_country": "Italy"}, "italy_270": {"place_id": "italy_270", "place_name": "Piombino", "place_lat": "42.92479824", "place_lon": "10.53095152", "place_brief_desc": "Seaside town that, from the promontory in front of the islands of the Tuscan Archipelago", "place_longer_desc": "Seaside town that, from the promontory in front of the islands of the Tuscan Archipelago, stretches out over the waves, from the Etruscan Coast towards the horizon. Its is a territory of great beauty, which still tells its most ancient history linked to the Etruscans thanks to the finds preserved in the Baratti-Populonia Archaeological Park, while the traces of the medieval era can be glimpsed in the architecture of the historic village, such as the massive city walls and the Torrione, elements of defence and protection from external attacks, and the Fonti di Marina, where ships were once supplied.", "place_image": "./static/images/piombino.png", "place_tags": "", "place_links": "", "place_country": "Italy"}, "italy_275": {"place_id": "italy_275", "place_name": "Certaldo", "place_lat": "43.54723359", "place_lon": "11.037745", "place_brief_desc": "Village that was home to poet Giovanni Bocacaccio.", "place_longer_desc": "Giovanni Boccaccio was born here, who used these words to describe the village: 'Certaldo is a castle in our countryside, which, although small, was already inhabited by noble men and wealthy people'. The village still tells the story of the great poet, first of all in the house that housed him during his last years of life and in the church of Saints Jacopo and Filippo, located in Certaldo Alta, where his remains lie. ", "place_image": "./static/images/certaldo.png", "place_tags": "", "place_links": "", "place_country": "Italy"}, "italy_277": {"place_id": "italy_277", "place_name": "Barberino Val D'Elsa", "place_lat": "43.50150032", "place_lon": "11.10886091", "place_brief_desc": "village with its peculiar elliptical layout stands on the Strada Regia Romana that connected Rome and Florence", "place_longer_desc": "village with its peculiar elliptical layout stands on the Strada Regia Romana that connected Rome and Florence", "place_image": "./static/images/barberino.png", "place_tags": "", "place_links": "", "place_country": "Italy"}, "italy_294": {"place_id": "italy_294", "place_name": "Buonconvento", "place_lat": "43.13629336", "place_lon": "11.48368595", "place_brief_desc": "Pilgrimage stopover known for its terracotta, brick, and the Crete Senes", "place_longer_desc": "Known as the village of terracotta, brick, and the Crete Senesi, and pilgrim stopover on the Via Francigena. The village is still enclosed by a wall built in the 14th century. THe Socini palace houses the Val d'Arbia Municipal Museum of Sacred Art, the Podestarile palace with its 14th-century civic tower, the Palazzo Comunale with its beautiful brick front, and the 18th-century palace of the Grisaldi del Taja family. Housed in the restored premises of the old 'tinaia' of Palazzo Taja is the Museo della Mezzadria Senese.", "place_image": "./static/images/buonconvento.png", "place_tags": "", "place_links": "", "place_country": "Italy"}, "italy_303": {"place_id": "italy_303", "place_name": "Figline Valdarno", "place_lat": "43.62165032", "place_lon": "11.47353094", "place_brief_desc": "Medieval village and birthplace of philosopher Marsilio Ficino", "place_longer_desc": "medieval village in the province of Florence, Figline Valdarno was the location of the 13th-century struggle between Guelphs and Ghibellines, which led to the destruction of the historic castle. The town is famous as the birthplace of philosopher Marsilio Ficino, to whom the irregularly shaped, porticoed main square is dedicated.", "place_image": "./static/images/incisa.png", "place_tags": "", "place_links": "", "place_country": "Italy"}, "italy_309": {"place_id": "italy_309", "place_name": "Arezzo", "place_lat": "43.46111564", "place_lon": "11.87562944", "place_brief_desc": "City in eastern Tuscany, Italy. The hilltop Arezzo Cathedral features painted vaulted ceilings and a 15th-century fresco of Mary Magdalene by Piero della Francesca.", "place_longer_desc": "City in eastern Tuscany, Italy. The hilltop Arezzo Cathedral features painted vaulted ceilings and a 15th-century fresco of Mary Magdalene by Piero della Francesca. Nearby, the Basilica di San Francesco has a chapel decorated with more Piero frescoes. The Basilica di San Domenico contains the 13th-century “Crucifix” painted by Cimabue. The imposing Medicean Fortress has sweeping city views.", "place_image": "./static/images/arezzo.png", "place_tags": "", "place_links": "", "place_country": "Italy"}, "italy_313": {"place_id": "italy_313", "place_name": "Castigl.Del Lago", "place_lat": "43.12387265", "place_lon": "12.03357124", "place_brief_desc": "Town on Lake Trasimeno.", "place_longer_desc": "Town on Lake Trasimeno. It was during the Middle Ages that the historic heart of the town was fortified and saw the construction of the castle, later destroyed and rebuilt until Frederick II of Swabia, in the 13th century, transformed it into the fortress known as the 'Lion Castle'.", "place_image": "./static/images/castiglione-del-lago.png", "place_tags": "", "place_links": "", "place_country": "Italy"}, "italy_314": {"place_id": "italy_314", "place_name": "Chiusi", "place_lat": "43.00253988", "place_lon": "11.957723", "place_brief_desc": "village with catherdral, museum and great views.", "place_longer_desc": "a village with a long history and places to tell the story like the Cathedral of San Secondiano, dating back to the 6th century, the Cathedral Museum including a collection of illuminated Benedictine codices. And after visiting the Labyrinth of Porsenna, which can be accessed by descending from the museum, climb to the top of the bell tower, from which the view embraces the entire surrounding panorama.", "place_image": "./static/images/chiusi.png", "place_tags": "", "place_links": "", "place_country": "Italy"}, "italy_319": {"place_id": "italy_319", "place_name": "Passignano", "place_lat": "43.18838778", "place_lon": "12.1331341", "place_brief_desc": "town on the banks of the Trasimeno", "place_longer_desc": "town on the banks of the Trasimeno", "place_image": "./static/images/passignano-sul-trasimeno.png", "place_tags": "", "place_links": "", "place_country": "Italy"}, "italy_320": {"place_id": "italy_320", "place_name": "Magione", "place_lat": "43.13744207", "place_lon": "12.2022386", "place_brief_desc": "town near lake Trasimeno with castle of the Knights Hospitalier", "place_longer_desc": "town near lake Trasimeno with castle of the Knights Hospitalier", "place_image": "./static/images/magione.png", "place_tags": "", "place_links": "", "place_country": "Italy"}, "italy_326": {"place_id": "italy_326", "place_name": "Spello", "place_lat": "42.98449948", "place_lon": "12.66894133", "place_brief_desc": "Famous for the infiorate, carpets of flower petals composed by artists to celebrate Corpus Christi.", "place_longer_desc": "Famous for the infiorate, carpets of flower petals composed by artists to celebrate Corpus Christi. Sights include the walls, the Augustan gates, the remains of the amphitheatre and spa, and the Villa of mosaics.", "place_image": "./static/images/spello.png", "place_tags": "", "place_links": "", "place_country": "Italy"}, "italy_327": {"place_id": "italy_327", "place_name": "Foligno", "place_lat": "42.95434751", "place_lon": "12.71114926", "place_brief_desc": "Foligno, with its characteristic egg shape, has at its centre Piazza della Repubblica", "place_longer_desc": "Foligno, with its characteristic egg shape, has at its centre Piazza della Repubblica, which houses the main civil and religious buildings. It is surrounded by a maze of labyrinthine streets and smaller squares, which form the outer ring of the city behind the neat rows of the main buildings. ", "place_image": "./static/images/foligno.png", "place_tags": "", "place_links": "", "place_country": "Italy"}, "italy_328": {"place_id": "italy_328", "place_name": "Talamone", "place_lat": "42.56469409", "place_lon": "11.16462459", "place_brief_desc": "Town on the Tuscan coast that was one of the settings used for the James Bond film Quantum of Solace.", "place_longer_desc": "Town on the Tuscan coast that was one of the settings used for the James Bond film Quantum of Solace.", "place_image": "./static/images/talamone.png", "place_tags": "", "place_links": "", "place_country": "Italy"}, "italy_329": {"place_id": "italy_329", "place_name": "Albinia", "place_lat": "42.5022167", "place_lon": "11.21149863", "place_brief_desc": "Town by the tuscan coast and the wetland reserve, Oasi WWF Naturale di Orbetello", "place_longer_desc": "Town by the tuscan coast and the wetland reserve, Oasi WWF Naturale di Orbetello", "place_image": "./static/images/albinia.png", "place_tags": "", "place_links": "", "place_country": "Italy"}, "italy_330": {"place_id": "italy_330", "place_name": "Orbetello", "place_lat": "42.45044391", "place_lon": "11.24905101", "place_brief_desc": "Located on a narrow strip of land surrounded by a lagoon, Orbetello is the gateway to Monte Argentario.", "place_longer_desc": "Located on a narrow strip of land surrounded by a lagoon, Orbetello is the gateway to Monte Argentario. The lagoon, separated from the sea by two strips of land, is divided in two by an artificial embankment on which the road leading to the Argentario runs. These two strips of land offer low sandy beaches that contrast with the beautiful rocky coasts of Ansedonia and Talamone.", "place_image": "./static/images/orbetello.png", "place_tags": "", "place_links": "", "place_country": "Italy"}, "italy_331": {"place_id": "italy_331", "place_name": "Capalbio", "place_lat": "42.40818798", "place_lon": "11.37114126", "place_brief_desc": "hiltop town with castle", "place_longer_desc": "Town located between the Tyrrhenian Sea and the hilly hinterland. The village is dominated by its castle of the same name, which Charlemagne donated to the Abbey of Saints Anastasius and Vincent alle Tre Fontane in 805. ", "place_image": "./static/images/capalbio.png", "place_tags": "", "place_links": "", "place_country": "Italy"}, "italy_333": {"place_id": "italy_333", "place_name": "Tarquinia", "place_lat": "42.23955576", "place_lon": "11.72699596", "place_brief_desc": "Town known chiefly for its ancient Etruscan tombs in the widespread necropoleis, or cemeteries, for which it was awarded UNESCO World Heritage status.", "place_longer_desc": "Town known chiefly for its ancient Etruscan tombs in the widespread necropoleis, or cemeteries, for which it was awarded UNESCO World Heritage status. Etruscan Necropolis of Tarquinia stretches for 5 kilometres, with hundreds of tombs dating from the late 7th century to the middle of the 1st century BC. All year round you can visit 22 of some of the most impressive and best decorated tombs, including the Tomb of the Lioness, the Tomb of the Leopards and the Tomb of Hunting and Fishing. To learn more about Etruscan life, you can visit several archaeological areas, like Civita di Tarquinia, with the imposing sanctuary of Ara della Regina and Gravisca, to find remains of a place of worship consisting of several buildings dedicated to Greek and Etruscan deities.", "place_image": "./static/images/tarquinia.png", "place_tags": "", "place_links": "", "place_country": "Italy"}, "italy_334": {"place_id": "italy_334", "place_name": "Civitavecchia", "place_lat": "42.08830852", "place_lon": "11.79813631", "place_brief_desc": "Historic port and town with archaeological sites and monuments", "place_longer_desc": "Historic port and town with archaeological sites and monuments whose history stretches far back, to Etruscan times. Not to be missed is Forte Michelangelo and the historic port, which is the centrepoint of life in Civitavecchia. A few steps from the fort is the archaeological museum,", "place_image": "./static/images/civitaveccia.png", "place_tags": "", "place_links": "", "place_country": "Italy"}, "italy_342": {"place_id": "italy_342", "place_name": "Alviano", "place_lat": "42.59191324", "place_lon": "12.25971834", "place_brief_desc": "village with castle overlooking lake", "place_longer_desc": "village with castle overlooking lake", "place_image": "./static/images/alviano.png", "place_tags": "", "place_links": "", "place_country": "Italy"}, "italy_344": {"place_id": "italy_344", "place_name": "Orte", "place_lat": "42.43727784", "place_lon": "12.40879544", "place_brief_desc": "Town overlooking Tiber valley where the famous Palio degli Arcieri takes place.", "place_longer_desc": "Town overlooking Tiber valley where the famous Palio degli Arcieri takes place. The Basilica of Santa Maria Assunta, the Church of San Pietro and the Church of San Biagio, as well as the Diocesan Museum of Orte, the Municipal Archaeological Museum, and the Museum of the Confraternities are worth a visit.", "place_image": "./static/images/orte.png", "place_tags": "", "place_links": "", "place_country": "Italy"}}