{"austria_1": {"place_id": "austria_1", "place_name": "Vienna", "place_lat": "48.207037", "place_lon": "16.341553", "place_brief_desc": "Something for everyone, from art and music to architecture and cuisine.", "place_longer_desc": "The capital of Austria is a must-see for any visitor. Vienna has something for everyone, from art and music to architecture and cuisine. You can admire the majestic Schönbrunn Palace, the former residence of the Habsburgs, or visit the Belvedere Palace, which houses the largest collection of Gustav Klimt's paintings. You can also enjoy the green spaces of Vienna, such as the Prater park or the Gardens of Mirabell Palace.", "place_image": "./static/images/vienna.png", "place_tags": "history", "place_links": "", "place_country": "Austria"}, "austria_2": {"place_id": "austria_2", "place_name": "Salzburg", "place_lat": "47.813848", "place_lon": "13.045514", "place_brief_desc": "The birthplace of Mozart and the setting of The Sound of Music.", "place_longer_desc": "The birthplace of Mozart and the setting of The Sound of Music, Salzburg is a charming city with a baroque flair. You can explore the historic Old Town, which is a UNESCO World Heritage Site, or visit the Hohensalzburg Fortress, which offers panoramic views of the city and the surrounding mountains. You can also take a day trip to the nearby Salzkammergut region, where you can enjoy the crystal-clear lakes and picturesque villages.", "place_image": "./static/images/salzburg.png", "place_tags": "history", "place_links": "", "place_country": "Austria"}, "austria_3": {"place_id": "austria_3", "place_name": "Graz", "place_lat": "47.072301", "place_lon": "15.416437", "place_brief_desc": "A mix of old and new with medieval buildings and modern architecture.", "place_longer_desc": "The second-largest city in Austria, Graz is a mix of old and new. You can marvel at the medieval buildings and monuments in the Old Town, such as the Styrian Armoury or the Clock Tower, or admire the modern architecture and design of the Kunsthaus or the Murinsel. Graz is also known for its culinary delights, especially its pumpkin seed oil and chocolate. The train journey from Vienna to Graz takes you through the Semmering railway, a spectacular UNESCO World Heritage Site that showcases the engineering and landscape of Austria.", "place_image": "./static/images/graz.png", "place_tags": "history", "place_links": "", "place_country": "Austria"}, "austria_4": {"place_id": "austria_4", "place_name": "Innsbruck", "place_lat": "47.263331", "place_lon": "11.400506", "place_brief_desc": "The capital of Tyrol, Innsbruck is a paradise for outdoor enthusiasts and winter sports lovers.", "place_longer_desc": "The capital of Tyrol, Innsbruck is a paradise for outdoor enthusiasts and winter sports lovers. You can ski or snowboard on the slopes of the Nordkette mountain range, or hike and bike in the summer. You can also visit the Golden Roof, the landmark of Innsbruck that was built by Emperor Maximilian I, or enjoy the cultural attractions of the city, such as the Hofburg palace or the Tyrolean Folk Art Museum.", "place_image": "./static/images/innsbruck.png", "place_tags": "history", "place_links": "", "place_country": "Austria"}, "austria_5": {"place_id": "austria_5", "place_name": "Bregenz", "place_lat": "47.503001", "place_lon": "9.739623", "place_brief_desc": "Scenic city on the shores of Lake Constance.", "place_longer_desc": "The capital of Vorarlberg, Bregenz is a scenic city on the shores of Lake Constance. You can enjoy the lake views and activities, such as swimming, boating, or cycling along the shore. You can also visit the Bregenz Festival, which features opera performances on a floating stage on the lake every summer. Bregenz is also close to some of the most beautiful alpine regions in Austria, such as the Bregenzerwald or the Arlberg.", "place_image": "./static/images/bregenz.png", "place_tags": "history", "place_links": "", "place_country": "Austria"}, "belgium_1": {"place_id": "belgium_1", "place_name": "Brussels", "place_lat": "50.835375", "place_lon": "4.335695", "place_brief_desc": "Fill your tummy in some of the best chocolate, waffles, fries, and beer in the world.", "place_longer_desc": "As the capital of Belgium and the European Union, Brussels is the place where decisions get made - or at least talk about getting made and you can find out more about that with a wander over to the Parlamentarium. Alternatively, why not take a stroll to the Grand Place, the iconic Atomium, or the colourful Comic Strip Museum via the Manneken Pis. You can also fill your tummy in some of the best chocolate, waffles, fries, and beer in the world.", "place_image": "./static/images/brussels.png", "place_tags": "history", "place_links": "", "place_country": "Belgium"}, "belgium_11": {"place_id": "belgium_11", "place_name": "Spa", "place_lat": "50.490081", "place_lon": "5.855501", "place_brief_desc": "The spiritual home of the spa break", "place_longer_desc": "The spiritual home of the spa break", "place_image": "./static/images/spa.png", "place_tags": "history", "place_links": "", "place_country": "Belgium"}, "belgium_12": {"place_id": "belgium_12", "place_name": "Hasselt", "place_lat": "50.930876", "place_lon": "5.327062", "place_brief_desc": "Home of Belgian Jenever which inspired gin", "place_longer_desc": "Home of Belgian Jenever which inspired gin", "place_image": "./static/images/hasselt.png", "place_tags": "history", "place_links": "", "place_country": "Belgium"}, "belgium_2": {"place_id": "belgium_2", "place_name": "Bruges", "place_lat": "51.196939", "place_lon": "3.217078", "place_brief_desc": "Fairy-tale town with picturesque canals, medieval buildings, and charming squares.", "place_longer_desc": "Often called the Venice of the North, Bruges is a fairy-tale town with picturesque canals, medieval buildings, and charming squares.", "place_image": "./static/images/bruges.png", "place_tags": "history", "place_links": "", "place_country": "Belgium"}, "belgium_3": {"place_id": "belgium_3", "place_name": "Ghent", "place_lat": "51.035627", "place_lon": "3.710612", "place_brief_desc": "Lively, cultural, steeped in history and less busy than Bruges.", "place_longer_desc": "If Bruges is Venice then this is Verona. It’s lively, cultural, steeped in history and less busy than Bruges. Have a wander around Gravensteen castle, St. Bavo's Cathedral, edgy Graffiti Street or groovy Patershol district. You can also sample some of the local specialties, such as waterzooi stew and cuberdon ‘noses’ (nose-shaped jelly babies)", "place_image": "./static/images/ghent.png", "place_tags": "history", "place_links": "", "place_country": "Belgium"}, "belgium_4": {"place_id": "belgium_4", "place_name": "Antwerp", "place_lat": "51.215807", "place_lon": "4.421165", "place_brief_desc": "Hub of fashion, design, and diamonds.", "place_longer_desc": "The second-largest city in Belgium and a major port, Antwerp is a hub of fashion, design, and diamonds. Why not visit the Cathedral of Our Lady or be equally as awestruck by the Centraal Station. The Diamond Museum is worth a nosey, as is the trendy Zuid district. You can also shop for some of the best clothes and jewellery in Europe - apparently (I didn’t notice them last time I was there but …).", "place_image": "./static/images/antwerp.png", "place_tags": "history", "place_links": "", "place_country": "Belgium"}, "belgium_5": {"place_id": "belgium_5", "place_name": "Leuven", "place_lat": "50.881543", "place_lon": "4.716146", "place_brief_desc": "A university town with a youthful vibe, Leuven is a great place to visit for culture and beer lovers.", "place_longer_desc": "A university town with a youthful vibe, Leuven is a great place to visit for culture and beer lovers. You can admire the Town Hall, the majestic University Library, the serene Beguinage, and the Stella Artois brewery. You can also enjoy some of the best nightlife and student atmosphere in Belgium.", "place_image": "./static/images/leuven.png", "place_tags": "history", "place_links": "", "place_country": "Belgium"}, "belgium_7": {"place_id": "belgium_7", "place_name": "Namur", "place_lat": "50.468983", "place_lon": "4.862499", "place_brief_desc": "Charming and relaxed city that offers a lot of history and nature.", "place_longer_desc": "The capital of Wallonia and a strategic location at the confluence of two rivers, Namur is a charming and relaxed city that offers a lot of history and nature. You can visit the imposing Citadel, the elegant Saint Aubin's Cathedral, the cosy Old Town, and the scenic Meuse valley.", "place_image": "./static/images/namur.png", "place_tags": "history", "place_links": "", "place_country": "Belgium"}, "belgium_8": {"place_id": "belgium_8", "place_name": "Dinant", "place_lat": "50.26118", "place_lon": "4.907814", "place_brief_desc": "A picturesque town on the banks of the Meuse river.", "place_longer_desc": "A picturesque town on the banks of the Meuse river, Dinant is a perfect destination for a day trip from Brussels or Namur. You can admire the stunning Collegiate Church of Notre Dame, the imposing Citadel, the whimsical Saxophone Bridge, and the mysterious Grotto of Dinant.", "place_image": "./static/images/dinant.png", "place_tags": "history", "place_links": "", "place_country": "Belgium"}, "belgium_9": {"place_id": "belgium_9", "place_name": "Mechelen", "place_lat": "51.017505", "place_lon": "4.483469", "place_brief_desc": "A hidden gem between Brussels and Antwerp, Mechelen is a small but beautiful city that boasts a rich cultural heritage and a vibrant atmosphere.", "place_longer_desc": "A hidden gem between Brussels and Antwerp, Mechelen is a small but beautiful city that boasts a rich cultural heritage and a vibrant atmosphere. You can visit the magnificent St. Rumbold's Cathedral, the impressive Palace of Margaret of Austria, the fun Toy Museum, and the cosy Grote Markt.", "place_image": "./static/images/mechelen.png", "place_tags": "history", "place_links": "", "place_country": "Belgium"}, "bulgaria_1": {"place_id": "bulgaria_1", "place_name": "Sofia", "place_lat": "42.712209", "place_lon": "23.321039", "place_brief_desc": "Sofia is the capital and largest city of Bulgaria.", "place_longer_desc": "Sofia is the capital and largest city of Bulgaria, and a good starting point for your train journey. Sofia has many historical and cultural sights, such as the Alexander Nevsky Cathedral, the National Palace of Culture, and the Boyana Church. You can also enjoy the lively nightlife, the green parks, and the diverse cuisine of Sofia.", "place_image": "./static/images/sofia.png", "place_tags": "history", "place_links": "", "place_country": "Bulgaria"}, "bulgaria_2": {"place_id": "bulgaria_2", "place_name": "Plovdiv", "place_lat": "42.134068", "place_lon": "24.740247", "place_brief_desc": "Plovdiv is the second-largest city in Bulgaria and one of the oldest cities in Europe.", "place_longer_desc": "Plovdiv is the second-largest city in Bulgaria and one of the oldest cities in Europe. It has a charming old town with colourful houses, cobblestone streets, and Roman ruins. Plovdiv is also known for its artistic and creative vibe, with many galleries, festivals, and events.", "place_image": "./static/images/plovdiv.png", "place_tags": "history", "place_links": "", "place_country": "Bulgaria"}, "bulgaria_3": {"place_id": "bulgaria_3", "place_name": "Varna", "place_lat": "43.197968", "place_lon": "27.911246", "place_brief_desc": "Varna is the largest city on the Bulgarian Black Sea coast and a popular summer resort.", "place_longer_desc": "Varna is the largest city on the Bulgarian Black Sea coast and a popular summer resort. It has a long sandy beach, a vibrant promenade, and a lively cultural scene. Varna also has some interesting historical and natural attractions, such as the Roman Baths, the Sea Garden, and the Stone Forest. ", "place_image": "./static/images/varna.png", "place_tags": "history", "place_links": "", "place_country": "Bulgaria"}, "bulgaria_4": {"place_id": "bulgaria_4", "place_name": "Burgas", "place_lat": "42.490805", "place_lon": "27.472671", "place_brief_desc": "Burgas is another coastal city that offers a relaxing seaside escape. ", "place_longer_desc": "Burgas is another coastal city that offers a relaxing seaside escape. It has a beautiful beach, a spacious park, and a modern city centre. Burgas is also a gateway to some of the best natural wonders of Bulgaria, such as the Rila Lakes, the Strandzha Mountain, and the Pomorie Lake.", "place_image": "./static/images/burgas.png", "place_tags": "history", "place_links": "", "place_country": "Bulgaria"}, "bulgaria_5": {"place_id": "bulgaria_5", "place_name": "Veliko Tarnovo", "place_lat": "43.074106", "place_lon": "25.638071", "place_brief_desc": "Veliko Tarnovo is a picturesque town that was once the capital of the medieval Bulgarian Empire.", "place_longer_desc": "Veliko Tarnovo is a picturesque town that was once the capital of the medieval Bulgarian Empire. It is famous for its stunning hilltop fortress, Tsarevets, which offers panoramic views of the town and the Yantra River. Veliko Tarnovo also has a charming old town with narrow streets, stone houses, and churches.", "place_image": "./static/images/veliko tarnovo.png", "place_tags": "history", "place_links": "", "place_country": "Bulgaria"}, "bulgaria_7": {"place_id": "bulgaria_7", "place_name": "Bansko", "place_lat": "41.843869", "place_lon": "23.490144", "place_brief_desc": "Bansko is a popular ski resort in the Pirin Mountains that attracts winter sports enthusiasts from all over Europe", "place_longer_desc": "Bansko is a popular ski resort in the Pirin Mountains that attracts winter sports enthusiasts from all over Europe. It has modern facilities, diverse slopes, and a lively après-ski scene. Bansko also has a charming old town with traditional stone houses, taverns, and museums.", "place_image": "./static/images/bansko.png", "place_tags": "history", "place_links": "", "place_country": "Bulgaria"}, "bulgaria_8": {"place_id": "bulgaria_8", "place_name": "Koprivshtitsa", "place_lat": "42.700901", "place_lon": "24.338842", "place_brief_desc": "Koprivshtitsa is a small town that preserves the authentic atmosphere of the Bulgarian Revival period in the 19th century.", "place_longer_desc": "Koprivshtitsa is a small town that preserves the authentic atmosphere of the Bulgarian Revival period in the 19th century. It has over 300 historical houses that display the typical architecture and decoration of that era. Koprivshtitsa also has several museums that showcase the cultural and historical heritage of Bulgaria.", "place_image": "./static/images/koprivshtitsa.png", "place_tags": "history", "place_links": "", "place_country": "Bulgaria"}, "croatia_1": {"place_id": "croatia_1", "place_name": "Zagreb", "place_lat": "45.807411", "place_lon": "15.990291", "place_brief_desc": "Croatia's capital and largest city, known for its medieval Old Town, Upper Town, and Lower Town.", "place_longer_desc": "Zagreb is a charming city with a lot to offer visitors. The Old Town is home to many well-preserved medieval buildings, including the Zagreb Cathedral and the St. Mark's Church. Visitors can also visit the Upper Town, a hilltop neighborhood with stunning views of the city, and the Lower Town, a lively neighborhood with shops, restaurants, and bars. Zagreb is also a great place to enjoy Croatian cuisine and culture.", "place_image": "./static/images/zagreb.png", "place_tags": "history", "place_links": "", "place_country": "Croatia"}, "croatia_2": {"place_id": "croatia_2", "place_name": "Split", "place_lat": "43.504887", "place_lon": "16.44279", "place_brief_desc": "Croatia's second-largest city and a popular tourist destination, known for its Diocletian's Palace, Riva waterfront, and Marjan Hill.", "place_longer_desc": "Split is a beautiful city with a lot to offer visitors. Diocletian's Palace is a UNESCO World Heritage Site and one of the most popular tourist attractions in Croatia. Visitors can also visit the Riva waterfront, a lively promenade with shops, restaurants, and bars, and Marjan Hill, a hill with stunning views of the city and the Adriatic Sea. Split is also a great place to enjoy Croatian cuisine and culture.", "place_image": "./static/images/split.png", "place_tags": "history", "place_links": "", "place_country": "Croatia"}, "czechia_1": {"place_id": "czechia_1", "place_name": "Prague", "place_lat": "50.081926", "place_lon": "14.451481", "place_brief_desc": "A must-see destination for anyone visiting the country.", "place_longer_desc": "The capital and largest city of the Czech Republic, Prague is a must-see destination for anyone visiting the country. Prague has a stunning old town, a majestic castle, a famous astronomical clock, and many other attractions. You can easily reach Prague by train from any major city in Europe.", "place_image": "./static/images/prague.png", "place_tags": "history", "place_links": "", "place_country": "Czechia"}, "czechia_10": {"place_id": "czechia_10", "place_name": "Ceske Budejovice", "place_lat": "48.974616", "place_lon": "14.48875", "place_brief_desc": "A city in Southern Bohemia, Ceske Budejovice - original home of Budweiser is another place where you can take civilised strolls around the town in a mild fug of beer fumes.", "place_longer_desc": "A city in Southern Bohemia, Ceske Budejovice - original home of Budweiser is another place where you can take civilised strolls around the town in a mild fug of beer fumes.", "place_image": "./static/images/ceske budejovice.png", "place_tags": "history", "place_links": "", "place_country": "Czechia"}, "czechia_2": {"place_id": "czechia_2", "place_name": "Cesky Krumlov", "place_lat": "48.822429", "place_lon": "14.317299", "place_brief_desc": "Picturesque town surrounded by a meandering river and a medieval castle.", "place_longer_desc": "A UNESCO World Heritage Site, Cesky Krumlov is a picturesque town in the south of the country, surrounded by a meandering river and a medieval castle. The town has a charming atmosphere, with cobblestone streets, colorful houses, and cozy cafes.", "place_image": "./static/images/cesky krumlov.png", "place_tags": "history", "place_links": "", "place_country": "Czechia"}, "czechia_3": {"place_id": "czechia_3", "place_name": "Karlovy Vary", "place_lat": "50.235668", "place_lon": "12.866854", "place_brief_desc": "Famous for its mineral springs, elegant buildings, and film festival.", "place_longer_desc": "A spa town in the west of the country, Karlovy Vary is famous for its mineral springs, elegant buildings, and film festival. You can relax in one of the many thermal baths, enjoy a walk along the colonnades, or visit the glass museum. You can take a direct train from Prague to Karlovy Vary in about two hours.", "place_image": "./static/images/karlovy vary.png", "place_tags": "history", "place_links": "", "place_country": "Czechia"}, "czechia_4": {"place_id": "czechia_4", "place_name": "Kutna Hora", "place_lat": "49.961839", "place_lon": "15.300854", "place_brief_desc": "Once a prosperous silver mining center that paid for it's Gothic cathedral , the Italian court, and the ossuary of Sedlec..", "place_longer_desc": "A historical town in Central Bohemia, Kutna Hora was once a prosperous silver mining center and a rival of Prague. Today, it is a popular tourist destination, with several impressive monuments, such as the Gothic cathedral of St. Barbara, the Italian court, and the ossuary of Sedlec. You can take a direct train from Prague to Kutna Hora in about an hour.", "place_image": "./static/images/kutna hora.png", "place_tags": "history", "place_links": "", "place_country": "Czechia"}, "czechia_5": {"place_id": "czechia_5", "place_name": "Brno", "place_lat": "49.190537", "place_lon": "16.612776", "place_brief_desc": "The second largest city and the cultural hub of the Czech Republic.", "place_longer_desc": "The second largest city and the cultural hub of the Czech Republic, Brno is located in the southeast of the country. Brno has a vibrant nightlife, a modern art scene, and a variety of museums and galleries. You can also visit the nearby Moravian Karst, a natural wonder with caves and gorges. You can take a direct train from Prague to Brno in about two and a half hours.", "place_image": "./static/images/brno.png", "place_tags": "history", "place_links": "", "place_country": "Czechia"}, "czechia_6": {"place_id": "czechia_6", "place_name": "Pilsen", "place_lat": "49.746889", "place_lon": "13.377351", "place_brief_desc": "A city in Western Bohemia that attracts beer lovers from all over the world.", "place_longer_desc": "The birthplace of the famous Pilsner beer, Pilsen is a city in Western Bohemia that attracts beer lovers from all over the world. You can visit the Pilsner Urquell brewery, the largest brewery museum in Europe, and taste some of the best beers in the world. You can also explore the historical center of Pilsen, with its Gothic cathedral and Renaissance town hall. You can take a direct train from Prague to Pilsen in about an hour and a half.", "place_image": "./static/images/pilsen.png", "place_tags": "history", "place_links": "", "place_country": "Czechia"}, "czechia_7": {"place_id": "czechia_7", "place_name": "Olomouc", "place_lat": "49.593128", "place_lon": "17.277932", "place_brief_desc": "A university town in Eastern Moravia, Olomouc is often overlooked by tourists but has a lot to offer.", "place_longer_desc": "A university town in Eastern Moravia, Olomouc is often overlooked by tourists but has a lot to offer. Olomouc has one of the largest historical centers in the country, with many Baroque fountains, churches, and palaces. You can also admire the Holy Trinity Column, a UNESCO World Heritage Site and one of the largest sculptures in Europe. You can take a direct train from Prague to Olomouc in about two hours.", "place_image": "./static/images/olomouc.png", "place_tags": "history", "place_links": "", "place_country": "Czechia"}, "czechia_8": {"place_id": "czechia_8", "place_name": "Telc", "place_lat": "49.1826", "place_lon": "15.464278", "place_brief_desc": "UNESCO World Heritage Site, Telc is a small town in Southern Moravia that looks like a fairy tale.", "place_longer_desc": "Another UNESCO World Heritage Site, Telc is a small town in Southern Moravia that looks like a fairy tale. Telc has a stunning main square, lined with colorful Renaissance houses with arcades and gables. You can also visit the Telc Castle, a Renaissance masterpiece with lavish interiors and gardens. You can take a direct train from Prague to Telc in about three hours.", "place_image": "./static/images/telc.png", "place_tags": "history", "place_links": "", "place_country": "Czechia"}, "czechia_9": {"place_id": "czechia_9", "place_name": "Liberec", "place_lat": "50.761429", "place_lon": "15.045947", "place_brief_desc": "Ideal destination for nature lovers and winter sports enthusiasts.", "place_longer_desc": " A city in Northern Bohemia, Liberec is an ideal destination for nature lovers and winter sports enthusiasts. Liberec is surrounded by mountains and forests, where you can hike, bike, or ski. You can also visit the Jested Tower, a futuristic landmark that offers panoramic views of the city and beyond. You can take a direct train from Prague to Liberec in about an hour and 45 minutes.", "place_image": "./static/images/liberec.png", "place_tags": "history", "place_links": "", "place_country": "Czechia"}, "denmark_1": {"place_id": "denmark_1", "place_name": "Copenhagen", "place_lat": "55.688237", "place_lon": "12.578426", "place_brief_desc": "The capital of Denmark and a vibrant city with a rich history and culture.", "place_longer_desc": "The capital of Denmark and a vibrant city with a rich history and culture. Visitors can enjoy Copenhagen's many attractions, including Nyhavn, Tivoli Gardens, Rosenborg Castle, and the National Museum of Denmark.", "place_image": "./static/images/copenhagen.png", "place_tags": "history", "place_links": "", "place_country": "Denmark"}, "denmark_10": {"place_id": "denmark_10", "place_name": "Ribe", "place_lat": "55.327635", "place_lon": "8.770308", "place_brief_desc": "Denmark's oldest town, with a well-preserved medieval center.", "place_longer_desc": "Denmark's oldest town, with a well-preserved medieval center. Visitors can visit the Ribe Cathedral, the oldest cathedral in Denmark, and the Ribe Viking Centre, an open-air museum that recreates Viking life.", "place_image": "./static/images/ribe.png", "place_tags": "history", "place_links": "", "place_country": "Denmark"}, "denmark_3": {"place_id": "denmark_3", "place_name": "Odense", "place_lat": "55.401778", "place_lon": "10.386002", "place_brief_desc": "The birthplace of Hans Christian Andersen and a charming city with a well-preserved medieval center.", "place_longer_desc": "The birthplace of Hans Christian Andersen and a charming city with a well-preserved medieval center. Visitors can visit the Hans Christian Andersen Museum and the Odense Cathedral.", "place_image": "./static/images/odense.png", "place_tags": "history", "place_links": "", "place_country": "Denmark"}, "denmark_4": {"place_id": "denmark_4", "place_name": "Roskilde", "place_lat": "55.639012", "place_lon": "12.088855", "place_brief_desc": "The former capital of Denmark and a city with a rich Viking heritage.", "place_longer_desc": "The former capital of Denmark and a city with a rich Viking heritage. Visitors can visit the Viking Ship Museum, which houses a collection of five well-preserved Viking ships.", "place_image": "./static/images/roskilde.png", "place_tags": "history", "place_links": "", "place_country": "Denmark"}, "denmark_5": {"place_id": "denmark_5", "place_name": "Aarhus", "place_lat": "56.150076", "place_lon": "10.204995", "place_brief_desc": "Denmark's second-largest city and a vibrant cultural hub.", "place_longer_desc": "Denmark's second-largest city and a vibrant cultural hub. Visitors can enjoy Aarhus' many museums, including the ARoS Aarhus Art Museum and the Moesgaard Museum, as well as its lively waterfront area.", "place_image": "./static/images/aarhus.png", "place_tags": "history", "place_links": "", "place_country": "Denmark"}, "denmark_8": {"place_id": "denmark_8", "place_name": "Skagen", "place_lat": "57.724231", "place_lon": "10.591279", "place_brief_desc": "A picturesque town at the northern tip of Jutland, known for its beautiful beaches, dramatic sand dunes, and picturesque harbor.", "place_longer_desc": "A picturesque town at the northern tip of Jutland, known for its beautiful beaches, dramatic sand dunes, and picturesque harbor. Visitors can also visit the Skagen Museum, which houses a collection of art by Danish painters who were inspired by the town's unique light and atmosphere.", "place_image": "./static/images/skagen.png", "place_tags": "history", "place_links": "", "place_country": "Denmark"}, "denmark_9": {"place_id": "denmark_9", "place_name": "Humlebaek", "place_lat": "55.96381", "place_lon": "12.532931", "place_brief_desc": "A world-renowned museum of modern and contemporary art, located in Humlebæk, just a short train ride from Copenhagen.", "place_longer_desc": "A world-renowned museum of modern and contemporary art, located in Humlebæk, just a short train ride from Copenhagen.", "place_image": "./static/images/humlebaek.png", "place_tags": "history", "place_links": "", "place_country": "Denmark"}, "estonia_1": {"place_id": "estonia_1", "place_name": "Tallinn", "place_lat": "59.437296", "place_lon": "24.744777", "place_brief_desc": "Estonia's capital and largest city, known for its medieval Old Town, Toompea Castle, and Alexander Nevsky Cathedral.", "place_longer_desc": "Tallinn is a charming city with a lot to offer visitors. The Old Town is a UNESCO World Heritage Site and is home to many well-preserved medieval buildings. Visitors can also visit Toompea Castle, the seat of the Estonian Parliament, and Alexander Nevsky Cathedral, one of the largest Orthodox cathedrals in Northern Europe. Tallinn is also a great place to enjoy Estonian cuisine and culture.", "place_image": "./static/images/tallinn.png", "place_tags": "history", "place_links": "", "place_country": "Estonia"}, "finland_1": {"place_id": "finland_1", "place_name": "Helsinki", "place_lat": "60.171742", "place_lon": "24.941443", "place_brief_desc": "The capital of Finland and a vibrant city with a rich history and culture.", "place_longer_desc": "Helsinki is home to many world-famous attractions, including Suomenlinna Fortress, Seurasaari Open-Air Museum, and the Temppeliaukio Church (Rock Church). Visitors can also enjoy the city's many cafes, restaurants, and bars, as well as its vibrant nightlife.", "place_image": "./static/images/helsinki.png", "place_tags": "history", "place_links": "", "place_country": "Finland"}, "finland_3": {"place_id": "finland_3", "place_name": "Turku", "place_lat": "60.454012", "place_lon": "22.252833", "place_brief_desc": "Finland's oldest city and a charming town with a well-preserved medieval center.", "place_longer_desc": "Turku is home to many attractions, including Turku Cathedral, Turku Castle, and the Aboa Vetus & Ars Nova Museum. Visitors can also enjoy the city's many restaurants, cafes, and shops.", "place_image": "./static/images/turku.png", "place_tags": "history", "place_links": "", "place_country": "Finland"}, "finland_4": {"place_id": "finland_4", "place_name": "Rovaniemi", "place_lat": "66.498089", "place_lon": "25.705365", "place_brief_desc": "The official hometown of Santa Claus and a popular winter destination.", "place_longer_desc": "Rovaniemi is home to many attractions, including the Santa Claus Village, the Arktikum Science Museum and Arctic Centre, and the Pilke Science Centre. Visitors can also enjoy many winter activities in Rovaniemi, such as skiing, snowboarding, and reindeer sledding.", "place_image": "./static/images/rovaniemi.png", "place_tags": "history", "place_links": "", "place_country": "Finland"}, "finland_5": {"place_id": "finland_5", "place_name": "Vaasa", "place_lat": "63.097578", "place_lon": "21.621736", "place_brief_desc": "Town on the eastern edge of the Kvarken", "place_longer_desc": "Lake Saimaa is a great place to relax and enjoy the Finnish wilderness. Visitors can swim, fish, boat, and hike in the area. There are also many villages and towns around the lake, where visitors can find restaurants, cafes, and shops.", "place_image": "./static/images/vaasa.png", "place_tags": "history", "place_links": "", "place_country": "Finland"}, "france_1": {"place_id": "france_1", "place_name": "Futuroscope", "place_lat": "46.6699180", "place_lon": "0.37720900", "place_brief_desc": "French theme park based upon multimedia, cinematographic, and audiovisual techniques.", "place_longer_desc": "French theme park based upon multimedia, cinematographic, and audiovisual techniques. It has several 3D cinemas and a few 4D cinemas along with other attractions and shows, some of which are the only examples in the world", "place_image": "./static/images/futuroscope.png", "place_tags": "museum|science|kids", "place_links": "", "place_country": "France"}, "france_10": {"place_id": "france_10", "place_name": "La Rochelle", "place_lat": "46.1527030", "place_lon": "-1.1452880", "place_brief_desc": "La Rochelle, capital of Charente-Maritime and one of the most livable cities in France, is a pretty good place to go and get nautical.", "place_longer_desc": "La Rochelle, capital of Charente-Maritime and one of the most livable cities in France, is a pretty good place to go and get nautical.", "place_image": "./static/images/la rochelle.png", "place_tags": "history", "place_links": "", "place_country": "France"}, "france_105": {"place_id": "france_105", "place_name": "Marseille", "place_lat": "43.3030300", "place_lon": "5.38055500", "place_brief_desc": "Second most populated city of France (and third urban area) the biggest Mediterranean port and the economic center of the Provence-Alpes-Côte d'Azur region.", "place_longer_desc": "Marseille (Provençal: Marselha) is the second most populated city of France (and third urban area) the biggest Mediterranean port and the economic center of the Provence-Alpes-Côte d'Azur region. In 2013 the city (with its region) was the European Capital of Culture, a large series of cultural events took place, and several new infrastructures were inaugurated.", "place_image": "./static/images/marseille.png", "place_tags": "history|sea|city break", "place_links": "", "place_country": "France"}, "france_106": {"place_id": "france_106", "place_name": "Arles", "place_lat": "43.6853590", "place_lon": "4.63210900", "place_brief_desc": "Arles, spiritual capital of Provence and home to Roman remains", "place_longer_desc": "Arles, spiritual capital of Provence, is located where the mighty Rhône meets the Camargue and was founded by the veterans of Julius Caesar's crack Sixth legion. And while it has world class Roman buildings (that are still in active use today), it's probably more famous for being the place where Vincent Van Gogh came in search of light - the art world hasn't been the same since.", "place_image": "./static/images/arles.png", "place_tags": "history|art", "place_links": "", "place_country": "France"}, "france_123": {"place_id": "france_123", "place_name": "Montpellier", "place_lat": "43.6047800", "place_lon": "3.88116800", "place_brief_desc": "Montpellier is the principal city in the Languedoc-Roussillon region with a very young feel .", "place_longer_desc": "Montpellier is the principal city in the Languedoc-Roussillon region in southwest France. It's been the one of the fastest growing cities in France since the 1990s. As a result, it has very modern districts on the outskirts that are in stark contrast to the old winding roads of the city centre. The town is home to a lot of students due to the presence of the University of Montpellier which has the oldest medical school in Europe, and, as such, Montpellier has a very young feel to it.", "place_image": "./static/images/montpellier.png", "place_tags": "history", "place_links": "", "place_country": "France"}, "france_124": {"place_id": "france_124", "place_name": "Sete", "place_lat": "43.4128080", "place_lon": "3.69641000", "place_brief_desc": "A great place to get seafood and sea views.", "place_longer_desc": "Located between a lagoon and the Med and connecting the Canal du Midi to the sea, this southern French working port is a great place to get seafood and sea views. Throughout the summer you can also catch some water-jousting where old-style lifeboats (barque de sauvetage) with multiple oarsmen and one jouster charge at each other and try to unseat their opponent.", "place_image": "./static/images/sete.png", "place_tags": "history|art|sea", "place_links": "", "place_country": "France"}, "france_125": {"place_id": "france_125", "place_name": "Nimes", "place_lat": "43.8323870", "place_lon": "4.36608100", "place_brief_desc": "Known as the most Roman city outside of Italy, Nîmes has one of the best preserved arenas and Roman temples in the world.", "place_longer_desc": "Known as the most Roman city outside of Italy, Nîmes has one of the best preserved arenas and Roman temples in the world. It's also the birthplace of denim ('de Nîmes'), so you could think of coming to Nîmes as a pilgrimage for your jeans! The city is full of activity and has events and festivals throughout the year, including an annual international music festival held in the Roman arena and local craft and produce markets.", "place_image": "./static/images/nimes.png", "place_tags": "history|food", "place_links": "", "place_country": "France"}, "france_127": {"place_id": "france_127", "place_name": "Narbonne", "place_lat": "43.1906640", "place_lon": "3.00556200", "place_brief_desc": "Narbonne has been an ideal place to stop off when going places since Roman times.", "place_longer_desc": "Narbonne has been an ideal place to stop off when going places since Roman times as it was where the via Aquitania from the Atlantic via Bordeaux and Toulouse met the via Domitia reaching into Spain. It’s still a great place to change trains when doing the same thing.", "place_image": "./static/images/narbonne.png", "place_tags": "history", "place_links": "", "place_country": "France"}, "france_145": {"place_id": "france_145", "place_name": "Perpignan", "place_lat": "42.6960790", "place_lon": "2.87962200", "place_brief_desc": "Once the continental capital of the Kingdom of Majorca.", "place_longer_desc": "Perpignan is home to about 120,000 people, and has two rivers flowing through it; with the Têt to the north, and the Basse through the centre. Once the continental capital of the Kingdom of Majorca, Perpignan has been an economical and educational centre for centuries, and this is evident in its architecture.", "place_image": "./static/images/perpignan.png", "place_tags": "history|skiing", "place_links": "", "place_country": "France"}, "france_148": {"place_id": "france_148", "place_name": "Collioure", "place_lat": "42.5269200", "place_lon": "3.07824800", "place_brief_desc": "An ancient fishing village with great views of the Pyrenees.", "place_longer_desc": "Collioure is an ancient fishing village 27 km from Spain. The Mediterranean laps on its beaches and you can spy the last summits of the Pyrenees.", "place_image": "./static/images/collioure.png", "place_tags": "history|sea", "place_links": "", "place_country": "France"}, "france_15": {"place_id": "france_15", "place_name": "Saintes", "place_lat": "45.7488860", "place_lon": "-0.6173560", "place_brief_desc": "Former capital of the historical Saintogne County, many landmarks from its glorious past have been preserved.", "place_longer_desc": "Saintes is a city on the Charente river in Charente-Maritime, in southwestern France. It was the capital of the historical Saintogne County, many landmarks from its glorious past have been preserved, and as such it has been classified as a Ville d'art et d'histoire (\"City of art and history\").", "place_image": "./static/images/saintes.png", "place_tags": "history|city break", "place_links": "", "place_country": "France"}, "france_151": {"place_id": "france_151", "place_name": "Cerbere", "place_lat": "42.4427710", "place_lon": "3.16552800", "place_brief_desc": "Gateway to Spain  - just wander over the hill! It's a journey made by made during times of strife, but these days it's all for pleasure", "place_longer_desc": "Gateway to Spain  - just wander over the hill! It's a journey made by made during times of strife, but these days it's all for pleasure", "place_image": "./static/images/cerbere.png", "place_tags": "history|sea", "place_links": "", "place_country": "France"}, "france_152": {"place_id": "france_152", "place_name": "Avignon", "place_lat": "43.941304", "place_lon": "4.805256", "place_brief_desc": "Famous UNESCO former home of the popes", "place_longer_desc": "Famous UNESCO former home of the popes", "place_image": "./static/images/avignon.png", "place_tags": "museums|history|kids| culture", "place_links": "", "place_country": "France"}, "france_153": {"place_id": "france_153", "place_name": "Calais", "place_lat": "50.947695", "place_lon": "1.8538", "place_brief_desc": "The home of lace and last resting place of Lady Hamilton, arguably the birthplace of computing", "place_longer_desc": "The home of lace and last resting place of Lady Hamilton, arguably the birthplace of computing", "place_image": "./static/images/calais.png", "place_tags": "museums|history|kids| culture", "place_links": "", "place_country": "France"}, "france_154": {"place_id": "france_154", "place_name": "Boulogne", "place_lat": "50.715584", "place_lon": "1.610121", "place_brief_desc": "main place for seafood in Northern france", "place_longer_desc": "main place for seafood in Northern france", "place_image": "./static/images/boulogne.png", "place_tags": "museums|history|kids| culture", "place_links": "", "place_country": "France"}, "france_155": {"place_id": "france_155", "place_name": "Lille", "place_lat": "50.64501", "place_lon": "3.082257", "place_brief_desc": "Historic French flemish town", "place_longer_desc": "Historic French flemish town", "place_image": "./static/images/lille.png", "place_tags": "museums|history|kids| culture", "place_links": "", "place_country": "France"}, "france_156": {"place_id": "france_156", "place_name": "Carpentras", "place_lat": "44.048672", "place_lon": "5.044674", "place_brief_desc": "Foodie heart of the Vaucluse", "place_longer_desc": "Foodie heart of the Vaucluse", "place_image": "./static/images/carpentras.png", "place_tags": "museums|history|kids| culture", "place_links": "", "place_country": "France"}, "france_158": {"place_id": "france_158", "place_name": "Saint-Jean-Pied-de-Port", "place_lat": "43.167944", "place_lon": "-1.238021", "place_brief_desc": "Pretty towm and start of the camino to Santiago de Compostela", "place_longer_desc": "Pretty towm and start of the camino to Santiago de Compostela", "place_image": "./static/images/saint-jean-pied-de-port.png", "place_tags": "museums|history|kids| culture", "place_links": "", "place_country": "France"}, "france_159": {"place_id": "france_159", "place_name": "Tarascon", "place_lat": "43.801172", "place_lon": "4.656925", "place_brief_desc": "Mirrored town of Beaucaire on the Rhone, historic with myths and literature", "place_longer_desc": "Mirrored town of Beaucaire on the Rhone, historic with myths and literature", "place_image": "./static/images/tarascon.png", "place_tags": "museums|history|kids| culture", "place_links": "", "place_country": "France"}, "france_160": {"place_id": "france_160", "place_name": "Orange", "place_lat": "44.137557", "place_lon": "4.819396", "place_brief_desc": "Famed for its Roman Theatre - a UNESCO World Heritage site. It dates from the reign of Emperor Augustus and is one of the best preserved amphitheaters.", "place_longer_desc": "Famed for its Roman Theatre - a UNESCO World Heritage site. It dates from the reign of Emperor Augustus and is one of the best preserved amphitheaters. Every July, the Chorégies d'Orange take place in the theatre. It dates from 1860 and is France's oldest festival.", "place_image": "./static/images/orange.png", "place_tags": "museums|history|kids| culture", "place_links": "", "place_country": "France"}, "france_161": {"place_id": "france_161", "place_name": "Nice", "place_lat": "43.704825", "place_lon": "7.261765", "place_brief_desc": "With its mix of real-city life, old-world opulence, year-round sunshine, vibrant street life and stunning seaside location, no place in France compares with Nice.", "place_longer_desc": "With its mix of real-city life, old-world opulence, year-round sunshine, vibrant street life and stunning seaside location, no place in France compares with Nice.", "place_image": "./static/images/nice.png", "place_tags": "museums|history|kids| culture", "place_links": "", "place_country": "France"}, "france_162": {"place_id": "france_162", "place_name": "Strasbourg", "place_lat": "48.585339", "place_lon": "7.734067", "place_brief_desc": "The perfect overture to all that is idiosyncratic about Alsace.", "place_longer_desc": "Strasbourg is the perfect overture to all that is idiosyncratic about Alsace – walking a fine tightrope between France and Germany and between a medieval past and a progressive future, it pulls off its act in inimitable Alsatian style.", "place_image": "./static/images/strasbourg.png", "place_tags": "museums|history|kids| culture", "place_links": "", "place_country": "France"}, "france_163": {"place_id": "france_163", "place_name": "Arras", "place_lat": "50.286889", "place_lon": "2.781829", "place_brief_desc": "An unexpected gem of a city with an exceptional ensemble of Flemish-style arcaded buildings.", "place_longer_desc": "An unexpected gem of a city with an exceptional ensemble of Flemish-style arcaded buildings – the main squares are especially lovely at night – and two subterranean WWI sites. The city makes a good base for visits to the Battle of the Somme memorials.", "place_image": "./static/images/arras.png", "place_tags": "museums|history|kids| culture", "place_links": "", "place_country": "France"}, "france_19": {"place_id": "france_19", "place_name": "Paris", "place_lat": "48.8404960", "place_lon": "2.36707900", "place_brief_desc": "One of the most popular places to visit in the world andwith good reason.", "place_longer_desc": "One of the most popular places to visit in the world andwith good reason.", "place_image": "./static/images/paris.png", "place_tags": "history|kids|city break", "place_links": "", "place_country": "France"}, "france_2": {"place_id": "france_2", "place_name": "Versailles", "place_lat": "48.7956490", "place_lon": "2.13592400", "place_brief_desc": "Famed for its royal residence built by King Louis XIV is a must see for most.", "place_longer_desc": "Versailles, famed for its royal residence built by King Louis XIV is a must see for most.", "place_image": "./static/images/versailles.png", "place_tags": "museum|history|kids| culture", "place_links": "", "place_country": "France"}, "france_24": {"place_id": "france_24", "place_name": "Bordeaux", "place_lat": "44.8258230", "place_lon": "-0.5560120", "place_brief_desc": "Global capital of wine with great architecture and food.", "place_longer_desc": "Bordeaux, resting on the banks of the Garonne is the global capital of wine and it would be rude not to get straight to the point and pay a visit to La Cité du Vin where you can learn about how the giggle-juice is made and maybe do some tasting?", "place_image": "./static/images/bordeaux.png", "place_tags": "history|kids|city break", "place_links": "", "place_country": "France"}, "france_28": {"place_id": "france_28", "place_name": "Limoges", "place_lat": "45.8372180", "place_lon": "1.26900800", "place_brief_desc": "Known for its decorated porcelain, much of which is on display at the Musée National Adrien Dubouché.", "place_longer_desc": "Limoges is a city in southwest-central France. It’s known for its decorated porcelain, much of which is on display at the Musée National Adrien Dubouché. In the historic center, medieval timber-frame houses line Rue de la Boucherie. Set in the former Episcopal Palace, the Musée des Beaux-Arts showcases the history of the city's medieval enamel. The Gothic Cathédrale St-Étienne de Limoges took 6 centuries to complete", "place_image": "./static/images/limoges.png", "place_tags": "history|art", "place_links": "", "place_country": "France"}, "france_38": {"place_id": "france_38", "place_name": "Toulouse", "place_lat": "43.6114370", "place_lon": "1.45423700", "place_brief_desc": "Proud capital of the Occitan region of France which has had a distinctly independent culture and language.", "place_longer_desc": "Toulouse, known as 'La Ville Rose', is the proud capital of the Occitan region of France which has had a distinctly independent culture and language - hence its bilingual street signs. Wandering around the city with its rose-coloured bricks, it does feel markedly different from the yellow limestone which dominates so many parts of France.", "place_image": "./static/images/toulouse.png", "place_tags": "history|food", "place_links": "", "place_country": "France"}, "france_4": {"place_id": "france_4", "place_name": "Chartres", "place_lat": "48.4486280", "place_lon": "1.48120200", "place_brief_desc": "Famed for the Cathédrale Notre-Dame with towering spires, flying buttresses, Romanesque sculptures, pavement labyrinth and elaborate rose windows.", "place_longer_desc": "Chartres, is famed for its massive Cathédrale Notre-Dame. The Gothic cathedral, completed in 1220, features 2 towering spires, flying buttresses, Romanesque sculptures, pavement labyrinth and elaborate rose windows. The interior's blue-tinted stained glass is distinctive, and the nearby Centre International du Vitrail has workshops and exhibits on stained-glass art", "place_image": "./static/images/chartres.png", "place_tags": "city break| culture| history", "place_links": "", "place_country": "France"}, "france_45": {"place_id": "france_45", "place_name": "Latour-de-Carol - Enveitg", "place_lat": "42.4589540", "place_lon": "1.90450900", "place_brief_desc": "Twin villages with an outsized railway station.", "place_longer_desc": "Twin villages with an outsized railway station. It's a gteway to Spain  as Puigcerda is just a walk away.", "place_image": "./static/images/latour-de-carol - enveitg.png", "place_tags": "walking", "place_links": "", "place_country": "France"}, "france_6": {"place_id": "france_6", "place_name": "Rennes", "place_lat": "48.1030710", "place_lon": "-1.6721310", "place_brief_desc": "Mostly modern and industrial, but has many grand 18th and 19th century buildings.", "place_longer_desc": "Rennes is the chief city of Brittany in northwest France. It's mostly modern and industrial, but has many grand 18th and 19th century buildings, and survivors of earlier times. It's also well-endowed with cultural attractions. In 2020 the city population was 222,485, with about 150,000 more living in the wider metropolis.", "place_image": "./static/images/rennes.png", "place_tags": "city break", "place_links": "", "place_country": "France"}, "france_72": {"place_id": "france_72", "place_name": "Carcassonne", "place_lat": "43.2181650", "place_lon": "2.35243000", "place_brief_desc": "One of the best preserved medieval cities in the world", "place_longer_desc": "Carcassonne, one of the best preserved medieval cities in the world, has something of a fairytale feel thanks to the restoration work of Eugène Viollet-le-Duc.", "place_image": "./static/images/carcassonne.png", "place_tags": "history|kids", "place_links": "", "place_country": "France"}, "france_80": {"place_id": "france_80", "place_name": "Lourdes", "place_lat": "43.1006000", "place_lon": "-0.0418120", "place_brief_desc": "One of the most famous pilgrimage sites in the world.", "place_longer_desc": "As a small town in the foothills of the Pyrenees, Lourdes used to be a bit of a backwater. But all of that changed in 1858 when 14-year-old Bernadette Soubirous visited a cave and met the Lady of the Immaculate Conception who told her about the healing properties of the water.", "place_image": "./static/images/lourdes.png", "place_tags": "history|walking", "place_links": "", "place_country": "France"}, "france_83": {"place_id": "france_83", "place_name": "Bayonne", "place_lat": "43.4970180", "place_lon": "-1.4701940", "place_brief_desc": "If you've spent a few days getting body-beautiful down in San Sebastian or nearby Biarritz, why not go and undo all that good work with a trip to Bayonne!", "place_longer_desc": "If you've spent a few days getting body-beautiful down in San Sebastian or nearby Biarritz, why not go and undo all that good work with a trip to Bayonne!", "place_image": "./static/images/bayonne.png", "place_tags": "history|food", "place_links": "", "place_country": "France"}, "france_85": {"place_id": "france_85", "place_name": "Hendaye", "place_lat": "43.3531650", "place_lon": "-1.7820950", "place_brief_desc": "Popular surfing destination renowned for its soft beach break waves suitable for beginners.", "place_longer_desc": "Hendaye is a popular surfing destination renowned for its soft beach break waves suitable for beginners. Trains leave from here to Spain - or just walk across the border...", "place_image": "./static/images/hendaye.png", "place_tags": "beaches", "place_links": "", "place_country": "France"}, "france_93": {"place_id": "france_93", "place_name": "Lyon", "place_lat": "45.7605960", "place_lon": "4.85940900", "place_brief_desc": "Gastronomic capital of the world.", "place_longer_desc": "Lyon, France’s third largest city and reputed gastronomic capital of the world, sits at the junction of the Rhône and Saône rivers. Founded by the Romans, Lyon flourished in the late Middle Ages and has been a major centre for industry, commerce and banking for the last 500 years. The legacy of this wealth is on show through the fine set of buildings.", "place_image": "./static/images/lyon.png", "place_tags": "history|food|city break", "place_links": "", "place_country": "France"}, "france_97": {"place_id": "france_97", "place_name": "Vichy", "place_lat": "46.1268820", "place_lon": "3.43070700", "place_brief_desc": "Spa town in Auvergne with a troubled history.", "place_longer_desc": "Vichy is a town in Auvergne. It's known for two things: its spas (Vichy is one of eleven world heritage-listed European spa towns), and as the headquarters of the pro-Nazi Vichy regime during the Second World War.", "place_image": "./static/images/vichy.png", "place_tags": "history|spa", "place_links": "", "place_country": "France"}, "Germany_1": {"place_id": "Germany_1", "place_name": "Berlin", "place_lat": "52.520501", "place_lon": "13.386988", "place_brief_desc": "The capital of Germany is a must-see for anyone interested in the country's turbulent past and vibrant present.", "place_longer_desc": "The capital of Germany is a must-see for anyone interested in the country's turbulent past and vibrant present.", "place_image": "./static/images/berlin.png", "place_tags": "history", "place_links": "", "place_country": "Germany"}, "Germany_10": {"place_id": "Germany_10", "place_name": "Lubeck", "place_lat": "53.86767", "place_lon": "10.669737", "place_brief_desc": "Beautiful city in northern Germany with a rich medieval history and architecture.", "place_longer_desc": "Lübeck is a beautiful city in northern Germany with a rich medieval history and architecture that is a UNESCO World Heritage Site. The Holsten Gate is the city's landmark and a remnant of the old fortifications. The old town is full of charming gabled houses, churches and courtyards. It’s also the home of marzipan, a sweet treat made from almonds and sugar that comes in many shapes and flavours. Lübeck is also an ideal starting point for exploring the Baltic Sea coast. The city is located on the Trave, which flows about 20 kilometres further into the Baltic Sea. From here you can go on day trips on historic ships or visit the nearby beaches and seaside resorts.", "place_image": "./static/images/lubeck.png", "place_tags": "history", "place_links": "", "place_country": "Germany"}, "Germany_2": {"place_id": "Germany_2", "place_name": "Dresden", "place_lat": "51.040221", "place_lon": "13.731409", "place_brief_desc": "Beautifully restored city with stunning Baroque architecture and packed museums.", "place_longer_desc": "Dresden: The city of Dresden was heavily bombed during World War II, but has been beautifully restored to its former glory. You can admire the stunning Baroque architecture of the Zwinger Palace, the Semper Opera House and the Frauenkirche, as well as explore the rich collections of art and history in the museums.", "place_image": "./static/images/dresden.png", "place_tags": "history", "place_links": "", "place_country": "Germany"}, "Germany_3": {"place_id": "Germany_3", "place_name": "Nuremberg", "place_lat": "49.450748", "place_lon": "11.077955", "place_brief_desc": "The city of Nuremberg is famous for its medieval old town, its Christmas market and its role in the Nazi era.", "place_longer_desc": "The city of Nuremberg is famous for its medieval old town, its Christmas market and its role in the Nazi era. You can walk along the ancient city walls, visit the imposing Nuremberg Castle, learn about the history of the Nazi Party Rally Grounds and the Nuremberg Trials, and sample some of the local specialties such as Nuremberg sausages and gingerbread.", "place_image": "./static/images/nuremberg.png", "place_tags": "history", "place_links": "", "place_country": "Germany"}, "Germany_4": {"place_id": "Germany_4", "place_name": "Munich", "place_lat": "48.140364", "place_lon": "11.558744", "place_brief_desc": "The capital of Bavaria is a popular destination for its Oktoberfest, its beer halls and its fairy-tale castles.", "place_longer_desc": "The capital of Bavaria is a popular destination for its Oktoberfest, its beer halls and its fairy-tale castles. You can enjoy the festive atmosphere at Marienplatz, see the famous Glockenspiel clock, visit the impressive Munich Residenz palace and museum, and take a day trip to Neuschwanstein Castle, one of the most spectacular castles in the world", "place_image": "./static/images/munich.png", "place_tags": "history", "place_links": "", "place_country": "Germany"}, "Germany_5": {"place_id": "Germany_5", "place_name": "Cologne", "place_lat": "50.941312", "place_lon": "6.967206", "place_brief_desc": "Llocated on the banks of the Rhine, it's best known for its Gothic cathedral, its Roman heritage and its carnival.", "place_longer_desc": "The city of Cologne is located on the banks of the Rhine river and is known for its Gothic cathedral, its Roman heritage and its carnival. You can marvel at the majestic Cologne Cathedral, which took over 600 years to complete, explore the Roman-Germanic Museum and the Chocolate Museum, and join the fun at the annual Cologne Carnival, one of the largest street festivals in Europe.", "place_image": "./static/images/cologne.png", "place_tags": "history", "place_links": "", "place_country": "Germany"}, "Germany_6": {"place_id": "Germany_6", "place_name": "Freiburg", "place_lat": "47.997974", "place_lon": "7.841344", "place_brief_desc": "At the edge of the Black Forest, it's one of the greenest and sunniest cities in Germany.", "place_longer_desc": "The city of Freiburg is situated at the edge of the Black Forest and is one of the greenest and sunniest cities in Germany. You can wander around the charming old town with its colourful houses, cobblestone streets and canals, climb up to the Schlossberg hill for a panoramic view of the city and the forest, and take a scenic train ride on the Höllentalbahn or the Three Lakes Railway", "place_image": "./static/images/freiburg.png", "place_tags": "history", "place_links": "", "place_country": "Germany"}, "Germany_7": {"place_id": "Germany_7", "place_name": "Hamburg", "place_lat": "53.55711", "place_lon": "9.997434", "place_brief_desc": "Germany's second-largest city, its biggest port and party town.", "place_longer_desc": "The city of Hamburg is Germany's second-largest city and its biggest port. You can experience the maritime flair of this cosmopolitan city by visiting the Speicherstadt warehouse district, the Miniatur Wunderland model railway museum, the Elbphilharmonie concert hall and the Fish Market. You can also enjoy the nightlife and entertainment options at the Reeperbahn district, also known as \"the sinful mile\".", "place_image": "./static/images/hamburg.png", "place_tags": "history", "place_links": "", "place_country": "Germany"}, "Germany_8": {"place_id": "Germany_8", "place_name": "Heidelberg", "place_lat": "49.403582", "place_lon": "8.67548", "place_brief_desc": "One of the most romantic cities in Germany, thanks to its picturesque setting on the Neckar river.", "place_longer_desc": "The city of Heidelberg is one of the most romantic cities in Germany, thanks to its picturesque setting on the Neckar river and its historic castle. You can stroll along the Old Bridge, visit the Heidelberg Castle ruins and gardens, admire the Old Town Hall and the Church of the Holy Spirit, and soak up the academic atmosphere at Heidelberg University, Germany's oldest university.", "place_image": "./static/images/heidelberg.png", "place_tags": "history", "place_links": "", "place_country": "Germany"}, "Germany_9": {"place_id": "Germany_9", "place_name": "Aachen", "place_lat": "50.767641", "place_lon": "6.09119", "place_brief_desc": "Visit Charlemagne’s shrine at Aachen Cathedral and get pampered at Carolus Thermen spa complex ", "place_longer_desc": "Back in the 8th Century, this was the centre of Europe. Now it’s a comfortable spa town near the border with Belgium and the Netherlands where you can get pampered at Carolus Thermen, a modern spa complex with indoor and outdoor pools and saunas after a visit to Charlemagne’s shrine at Aachen Cathedral. It’s also the place to try Aachener Printen - its famous gingerbread-like cookies.", "place_image": "./static/images/aachen.png", "place_tags": "history", "place_links": "", "place_country": "Germany"}, "greece_1": {"place_id": "greece_1", "place_name": "Athens", "place_lat": "37.992414", "place_lon": "23.720133", "place_brief_desc": "Greece's capital and largest city, known for its ancient ruins, Acropolis, and Parthenon.", "place_longer_desc": "Athens is a vibrant city with a lot to offer visitors. The Acropolis is a UNESCO World Heritage Site and one of the most popular tourist attractions in Greece. Visitors can also visit the Parthenon, the Temple of Zeus, and the Ancient Agora. Athens is also a great place to enjoy Greek cuisine and culture.", "place_image": "./static/images/athens.png", "place_tags": "history", "place_links": "", "place_country": "Greece"}, "greece_4": {"place_id": "greece_4", "place_name": "Olympia", "place_lat": "37.659004", "place_lon": "21.618805", "place_brief_desc": "An archaeological site in western Greece, known for its ancient ruins, including the Temple of Zeus and the Olympic Stadium.", "place_longer_desc": "Olympia was the site of the ancient Olympic Games. Visitors can see the ruins of the Temple of Zeus, the Olympic Stadium, and the Olympia Museum, which houses a collection of artifacts from the site. Olympia is also a great place to go hiking and enjoy the stunning scenery.", "place_image": "./static/images/olympia.png", "place_tags": "history", "place_links": "", "place_country": "Greece"}, "greece_5": {"place_id": "greece_5", "place_name": "Thessaloniki", "place_lat": "40.6446", "place_lon": "22.929891", "place_brief_desc": "Greece's second-largest city, known for its Byzantine churches, White Tower, and lively nightlife.", "place_longer_desc": "Thessaloniki is a vibrant city with a lot to offer visitors. The city is home to many Byzantine churches, including the Hagia Sophia Church and the Church of St. Demetrius. Visitors can also visit the White Tower, a symbol of the city, and the Thessaloniki Museum, which houses a collection of artifacts from the city's history. Thessaloniki is also a great place to enjoy Greek cuisine and nightlife.", "place_image": "./static/images/thessaloniki.png", "place_tags": "history", "place_links": "", "place_country": "Greece"}, "hungary_1": {"place_id": "hungary_1", "place_name": "Budapest", "place_lat": "47.519551", "place_lon": "19.054084", "place_brief_desc": "The capital of Hungary is a must-see for any visitor. It has stunning architecture, vibrant nightlife, and famous thermal baths. ", "place_longer_desc": "The capital of Hungary is a must-see for any visitor. It has stunning architecture, vibrant nightlife, and famous thermal baths. You can explore the Castle Hill, the Parliament Building, and the Chain Bridge along the Danube river.", "place_image": "./static/images/budapest.png", "place_tags": "history", "place_links": "", "place_country": "Hungary"}, "hungary_2": {"place_id": "hungary_2", "place_name": "Pecs", "place_lat": "46.066229", "place_lon": "18.225351", "place_brief_desc": "This charming town in the south of Hungary is known for its Ottoman-era mosques, Roman ruins, and colourful Zsolnay ceramics.", "place_longer_desc": "This charming town in the south of Hungary is known for its Ottoman-era mosques, Roman ruins, and colourful Zsolnay ceramics. You can visit the Archaeological Museum, the Cathedral, and the Mosque of Pasha Qasim.", "place_image": "./static/images/pecs.png", "place_tags": "history", "place_links": "", "place_country": "Hungary"}, "hungary_3": {"place_id": "hungary_3", "place_name": "Eger", "place_lat": "47.891623", "place_lon": "20.382123", "place_brief_desc": "This historic town in northern Hungary is famous for its castle, its baroque buildings, and its wine.", "place_longer_desc": "This historic town in northern Hungary is famous for its castle, its baroque buildings, and its wine. You can admire the Basilica, the Minaret, and the Dobó Square. You can also taste the local specialty, Egri Bikavér (Bull's Blood), a red wine made from several grape varieties.", "place_image": "./static/images/eger.png", "place_tags": "history", "place_links": "", "place_country": "Hungary"}, "hungary_4": {"place_id": "hungary_4", "place_name": "Sopron", "place_lat": "47.677905", "place_lon": "16.586734", "place_brief_desc": "This picturesque town near the Austrian border is one of the best-preserved medieval towns in Hungary.", "place_longer_desc": "This picturesque town near the Austrian border is one of the best-preserved medieval towns in Hungary. It has a mix of Gothic and Baroque architecture, as well as a Roman heritage. You can see the Firewatch Tower, the Storno House, and the Esterházy Palace.", "place_image": "./static/images/sopron.png", "place_tags": "history", "place_links": "", "place_country": "Hungary"}, "hungary_5": {"place_id": "hungary_5", "place_name": "Debrecen", "place_lat": "47.519631", "place_lon": "21.628792", "place_brief_desc": "The second-largest city in Hungary is a cultural and educational centre. ", "place_longer_desc": "The second-largest city in Hungary is a cultural and educational centre. It has a rich history as a former capital of Hungary during the Revolution of 1848-49. You can see the Great Church, the Reformed College, and the Déri Museum.", "place_image": "./static/images/debrecen.png", "place_tags": "history", "place_links": "", "place_country": "Hungary"}, "hungary_6": {"place_id": "hungary_6", "place_name": "Szeged", "place_lat": "46.23981", "place_lon": "20.143181", "place_brief_desc": "The third-largest city in Hungary is located on the banks of the Tisza river in the south-east of the country.", "place_longer_desc": "The third-largest city in Hungary is located on the banks of the Tisza river in the south-east of the country. It is known for its sunny climate, its paprika production, and its festivals. You can visit the Votive Church, the Synagogue, and the Pick Salami Museum.", "place_image": "./static/images/szeged.png", "place_tags": "history", "place_links": "", "place_country": "Hungary"}, "hungary_7": {"place_id": "hungary_7", "place_name": "Gyor", "place_lat": "47.681986", "place_lon": "17.634795", "place_brief_desc": "This elegant city in north-western Hungary is a major industrial and cultural hub.", "place_longer_desc": "This elegant city in north-western Hungary is a major industrial and cultural hub. It has a beautiful old town with baroque and neoclassical buildings, as well as modern attractions such as the Audi Hungaria factory and museum. You can see the Cathedral, the Town Hall, and the Rába Quelle Thermal Spa.", "place_image": "./static/images/gyor.png", "place_tags": "history", "place_links": "", "place_country": "Hungary"}, "hungary_9": {"place_id": "hungary_9", "place_name": "Esztergom", "place_lat": "47.777595", "place_lon": "18.74339", "place_brief_desc": "This historic town on the Danube river is one of the oldest towns in Hungary.", "place_longer_desc": "This historic town on the Danube river is one of the oldest towns in Hungary. It was once the capital of Hungary and the seat of the Catholic Church in the country. You can see the Esztergom Basilica, the largest church in Hungary, as well as the Castle Museum and the Christian Museum.", "place_image": "./static/images/esztergom.png", "place_tags": "history", "place_links": "", "place_country": "Hungary"}, "italy_1": {"place_id": "italy_1", "place_name": "Venice", "place_lat": "45.444427", "place_lon": "12.315491", "place_brief_desc": "The city of canals and bridges is a must-see for anyone visiting Italy.", "place_longer_desc": "The city of canals and bridges is a must-see for anyone visiting Italy.", "place_image": "./static/images/venice.png", "place_tags": "history", "place_links": "", "place_country": "Italy"}, "italy_3": {"place_id": "italy_3", "place_name": "Florence", "place_lat": "43.765835", "place_lon": "11.249928", "place_brief_desc": "The birthplace of the Renaissance is a treasure trove of art, history and culture. ", "place_longer_desc": "The birthplace of the Renaissance is a treasure trove of art, history and culture. Walk or take a bus to visit the iconic landmarks, such as the Duomo, the Uffizi Gallery, the Ponte Vecchio and the Piazza della Signoria.", "place_image": "./static/images/florence.png", "place_tags": "history", "place_links": "", "place_country": "Italy"}, "italy_4": {"place_id": "italy_4", "place_name": "Rome", "place_lat": "41.901868", "place_lon": "12.470654", "place_brief_desc": "The eternal city is a must-visit for anyone who loves ancient history, architecture and culture.", "place_longer_desc": "The eternal city is a must-visit for anyone who loves ancient history, architecture and culture. Walk or take a metro to explore the wonders of Rome, such as the Colosseum, the Vatican, the Pantheon and the Trevi Fountain.", "place_image": "./static/images/rome.png", "place_tags": "history", "place_links": "", "place_country": "Italy"}, "italy_5": {"place_id": "italy_5", "place_name": "Naples", "place_lat": "40.860791", "place_lon": "14.257611", "place_brief_desc": "The vibrant and chaotic city of Naples is the gateway to some of the most famous attractions in southern Italy.", "place_longer_desc": "The vibrant and chaotic city of Naples is the gateway to some of the most famous attractions in southern Italy. Walk or take a bus to enjoy the lively atmosphere, the delicious pizza and the impressive museums of Naples.", "place_image": "./static/images/naples.png", "place_tags": "history", "place_links": "", "place_country": "Italy"}, "italy_6": {"place_id": "italy_6", "place_name": "Pompeii", "place_lat": "40.74599", "place_lon": "14.501228", "place_brief_desc": "The ancient Roman city that was buried by the eruption of Mount Vesuvius", "place_longer_desc": "The ancient Roman city that was buried by the eruption of Mount Vesuvius in 79 AD is one of the most fascinating archaeological sites in the world. Walk or take a guided tour to discover the well-preserved ruins and artifacts of Pompeii.", "place_image": "./static/images/pompeii.png", "place_tags": "history", "place_links": "", "place_country": "Italy"}, "italy_7": {"place_id": "italy_7", "place_name": "Milan", "place_lat": "45.462477", "place_lon": "9.207597", "place_brief_desc": "The capital of fashion and design in Italy is also a city with a lot of culture and history. ", "place_longer_desc": "The capital of fashion and design in Italy is also a city with a lot of culture and history. Walk or take a metro to see some of the highlights of Milan, such as the Duomo, the La Scala opera house, the Sforza Castle and the Leonardo da Vinci's Last Supper.", "place_image": "./static/images/milan.png", "place_tags": "history", "place_links": "", "place_country": "Italy"}, "italy_8": {"place_id": "italy_8", "place_name": "Turin", "place_lat": "45.067428", "place_lon": "7.672976", "place_brief_desc": "The former capital of Italy and the home of Fiat is a city with a lot of charm and elegance.", "place_longer_desc": "The former capital of Italy and the home of Fiat is a city with a lot of charm and elegance.", "place_image": "./static/images/turin.png", "place_tags": "history", "place_links": "", "place_country": "Italy"}, "italy_9": {"place_id": "italy_9", "place_name": "Palermo", "place_lat": "38.109418", "place_lon": "13.367472", "place_brief_desc": "Capital of Sicily", "place_longer_desc": "Capital of Sicily", "place_image": "./static/images/palermo.png", "place_tags": "history", "place_links": "", "place_country": "Italy"}, "italy_10": {"place_id": "italy_10", "place_name": "Sorrento", "place_lat": "40.625870", "place_lon": "14.379569", "place_brief_desc": "popular base for exploring the Amalfi Coast and Pompeii.", "place_longer_desc": "Sorrento is a town on the southern coast of Italy. It is a popular base for exploring the Amalfi Coast and Pompeii.", "place_image": "./static/images/sorento.png", "place_tags": "history", "place_links": "", "place_country": "Italy"}, "italy_11": {"place_id": "italy_11", "place_name": "Assisi", "place_lat": "43.070820", "place_lon": "12.618917", "place_brief_desc": "The birthplace of Saint Francis.", "place_longer_desc": "Assisi is a town in central Italy known as the birthplace of Saint Francis. Visitors can visit the Basilica of San Francesco, a UNESCO World Heritage Site.", "place_image": "./static/images/assisi.png", "place_tags": "history", "place_links": "", "place_country": "Italy"}, "lithuania_1": {"place_id": "lithuania_1", "place_name": "Vilnius", "place_lat": "54.670236", "place_lon": "25.282908", "place_brief_desc": "Lithuania's capital and largest city, known for its medieval Old Town, Gediminas' Tower, and Trakai Castle.", "place_longer_desc": "Vilnius is a charming city with a lot to offer visitors. The Old Town is a UNESCO World Heritage Site and is home to many well-preserved medieval buildings. Visitors can also visit Gediminas' Tower, the highest point in the city, and Trakai Castle, a beautiful island castle located just outside the city. Vilnius is also a great place to enjoy Lithuanian cuisine and culture.", "place_image": "./static/images/vilnius.png", "place_tags": "history", "place_links": "", "place_country": "Lithuania"}, "lithuania_2": {"place_id": "lithuania_2", "place_name": "Kaunas", "place_lat": "54.886291", "place_lon": "23.931766", "place_brief_desc": "Lithuania's second-largest city and a cultural hub, known for its Art Nouveau architecture, Pažaislis Monastery, and Žalgiris Arena.", "place_longer_desc": "Kaunas is a vibrant city with a lot to offer visitors. The city is home to many Art Nouveau buildings, as well as the Pažaislis Monastery, a beautiful baroque monastery located on an island in the Nemunas River. Kaunas is also home to the Žalgiris Arena, one of the largest indoor arenas in Europe.", "place_image": "./static/images/kaunas.png", "place_tags": "history", "place_links": "", "place_country": "Lithuania"}, "lithuania_3": {"place_id": "lithuania_3", "place_name": "Trakai", "place_lat": "54.628948", "place_lon": "24.937695", "place_brief_desc": "A town located just outside of Vilnius, known for its Trakai Castle, a beautiful island castle on Lake Galvė.", "place_longer_desc": "Trakai is a popular tourist destination, and for good reason. Trakai Castle is one of Lithuania's most iconic landmarks. Visitors can take a boat trip to the castle and explore its many towers and chambers. Trakai is also a great place to try Lithuanian cuisine, such as kibinai, a traditional Lithuanian pastry.", "place_image": "./static/images/trakai.png", "place_tags": "history", "place_links": "", "place_country": "Lithuania"}, "netherlands_1": {"place_id": "netherlands_1", "place_name": "Amsterdam", "place_lat": "52.379191", "place_lon": "4.899427", "place_brief_desc": "The capital and the most popular destination in the Netherlands", "place_longer_desc": "The capital and the most popular destination in the Netherlands, Amsterdam is a city of contrasts. It has a rich heritage of canals, museums, and monuments, as well as a vibrant and modern scene of cafes, bars, and festivals. You can easily reach Amsterdam by train from many European cities, including London, Paris, Brussels, and Berlin.", "place_image": "./static/images/amsterdam.png", "place_tags": "history", "place_links": "", "place_country": "Netherlands"}, "netherlands_10": {"place_id": "netherlands_10", "place_name": "Zaanse Schans", "place_lat": "52.469209", "place_lon": "4.805049", "place_brief_desc": "Zaanse Schans is an open-air museum that showcases the traditional Dutch way of life.", "place_longer_desc": "Zaanse Schans is an open-air museum that showcases the traditional Dutch way of life. It has a collection of historic windmills, wooden houses, workshops, and farms that date back to the 17th and 18th centuries. You can also see demonstrations of crafts such as cheese making, clog making, and chocolate making. You can get to Zaanse Schans by train from Amsterdam in about 20 minutes.", "place_image": "./static/images/zaanse schans.png", "place_tags": "history", "place_links": "", "place_country": "Netherlands"}, "netherlands_2": {"place_id": "netherlands_2", "place_name": "Rotterdam", "place_lat": "51.924804", "place_lon": "4.468771", "place_brief_desc": "Hub of innovation and creativity - known for its futuristic architecture", "place_longer_desc": "The second-largest city in the Netherlands, Rotterdam is a hub of innovation and creativity. It is known for its futuristic architecture, such as the Erasmus Bridge and the Cube Houses, as well as its cultural diversity and lively nightlife. You can take a direct train from Amsterdam to Rotterdam in less than an hour.", "place_image": "./static/images/rotterdam.png", "place_tags": "history", "place_links": "", "place_country": "Netherlands"}, "netherlands_3": {"place_id": "netherlands_3", "place_name": "Utrecht", "place_lat": "52.089397", "place_lon": "5.109864", "place_brief_desc": "Utrecht is a charming city that combines medieval charm with contemporary flair.", "place_longer_desc": "Utrecht is a charming city that combines medieval charm with contemporary flair. It has a beautiful old town with a Gothic cathedral, a canal network, and cosy cafes. It is also a centre of education and culture, with many museums, galleries, and events. You can get to Utrecht by train from Amsterdam in about 30 minutes.", "place_image": "./static/images/utrecht.png", "place_tags": "history", "place_links": "", "place_country": "Netherlands"}, "netherlands_4": {"place_id": "netherlands_4", "place_name": "Den Haag", "place_lat": "52.080408", "place_lon": "4.325169", "place_brief_desc": "The seat of the Dutch government and the home of the royal family,", "place_longer_desc": "The seat of the Dutch government and the home of the royal family, The Hague is a city of elegance and sophistication. It has many impressive buildings, such as the Binnenhof and the Peace Palace, as well as some of the finest art museums in the country, such as the Mauritshuis and the Gemeentemuseum. You can travel from Amsterdam to The Hague by train in about an hour.", "place_image": "./static/images/den haag.png", "place_tags": "history", "place_links": "", "place_country": "Netherlands"}, "netherlands_5": {"place_id": "netherlands_5", "place_name": "Delft", "place_lat": "52.005752", "place_lon": "4.356901", "place_brief_desc": "Delft is a picturesque town that is famous for its blue-and-white pottery and its association with the painter Johannes Vermeer.", "place_longer_desc": "Delft is a picturesque town that is famous for its blue-and-white pottery and its association with the painter Johannes Vermeer. It has a lovely historic centre with canals, bridges, and churches, as well as a lively market square and some interesting museums. You can reach Delft by train from Amsterdam or The Hague in less than an hour.", "place_image": "./static/images/delft.png", "place_tags": "history", "place_links": "", "place_country": "Netherlands"}, "netherlands_6": {"place_id": "netherlands_6", "place_name": "Leiden", "place_lat": "52.166263", "place_lon": "4.481968", "place_brief_desc": "Leiden is a university town that has a rich history and culture", "place_longer_desc": "Leiden is a university town that has a rich history and culture. It was the birthplace of Rembrandt and the site of the first Dutch university. It has a charming old town with many monuments, museums, and gardens, as well as a vibrant student atmosphere and a lively nightlife. You can take a train from Amsterdam to Leiden in about 40 minutes.", "place_image": "./static/images/leiden.png", "place_tags": "history", "place_links": "", "place_country": "Netherlands"}, "netherlands_7": {"place_id": "netherlands_7", "place_name": "Haarlem", "place_lat": "52.387973", "place_lon": "4.638605", "place_brief_desc": "Haarlem is a quaint city that is located near the coast and the tulip fields.", "place_longer_desc": "Haarlem is a quaint city that is located near the coast and the tulip fields. It has a beautiful historic centre with a Gothic cathedral, a windmill, and some of the best museums in the Netherlands, such as the Frans Hals Museum and the Teylers Museum. You can get to Haarlem by train from Amsterdam in about 20 minutes.", "place_image": "./static/images/haarlem.png", "place_tags": "history", "place_links": "", "place_country": "Netherlands"}, "netherlands_8": {"place_id": "netherlands_8", "place_name": "Maastricht", "place_lat": "50.849811", "place_lon": "5.705876", "place_brief_desc": "Maastricht is one of the oldest and most charming cities in the Netherlands.", "place_longer_desc": "Maastricht is one of the oldest and most charming cities in the Netherlands. It is located in the south of the country, near the borders with Belgium and Germany. It has a unique culture and cuisine that reflects its diverse influences. It also has a stunning old town with Roman ruins, medieval churches, and elegant squares. You can travel from Amsterdam to Maastricht by train in about 2 hours.", "place_image": "./static/images/maastricht.png", "place_tags": "history", "place_links": "", "place_country": "Netherlands"}, "netherlands_9": {"place_id": "netherlands_9", "place_name": "Groningen", "place_lat": "53.210684", "place_lon": "6.564274", "place_brief_desc": "Groningen is a lively city that is located in the north of the Netherlands.", "place_longer_desc": "Groningen is a lively city that is located in the north of the Netherlands. It is known for its youthful vibe and its cultural scene. It has many attractions for visitors, such as the Groninger Museum, the Martini Tower, and the Prinsentuin Park. You can reach Groningen by train from Amsterdam in about 2 hours.", "place_image": "./static/images/groningen.png", "place_tags": "history", "place_links": "", "place_country": "Netherlands"}, "norway_1": {"place_id": "norway_1", "place_name": "Bergen", "place_lat": "60.390396", "place_lon": "5.333156", "place_brief_desc": "Norway's second-largest city, known for its colorful Bryggen waterfront, Flåm Railway, and surrounding fjords and mountains.", "place_longer_desc": "Bergen is a charming city with a lot to offer visitors. The city center is compact and easy to explore on foot, and there are many museums, galleries, and shops to visit. Bergen is also a great base for exploring the surrounding fjords and mountains. Visitors can take a boat trip to the nearby Nærøyfjord or Aurlandsfjord, or go hiking in the Bergen Mountains.", "place_image": "./static/images/bergen.png", "place_tags": "history", "place_links": "", "place_country": "Norway"}, "norway_2": {"place_id": "norway_2", "place_name": "Oslo", "place_lat": "59.909527", "place_lon": "10.781842", "place_brief_desc": "Norway's capital and largest city, known for its Viking Ship Museum, Vigeland Sculpture Park, and Oslo Opera House.", "place_longer_desc": "Oslo is a vibrant city with something to offer everyone. Visitors can learn about Norway's Viking history at the Viking Ship Museum, admire the sculptures in the Vigeland Sculpture Park, or take a walk around the Oslofjord. Oslo is also a great place to enjoy Norwegian cuisine and culture.", "place_image": "./static/images/oslo.png", "place_tags": "history", "place_links": "", "place_country": "Norway"}, "poland_1": {"place_id": "poland_1", "place_name": "Krakow", "place_lat": "50.069934", "place_lon": "19.940546", "place_brief_desc": "Poland's second-largest city, known for its medieval Old Town, Wawel Royal Castle, and Main Market Square.", "place_longer_desc": "Kraków is a charming city with a lot to offer visitors. The Old Town is a UNESCO World Heritage Site and is home to many well-preserved medieval buildings, including the Wawel Royal Castle and the Main Market Square. Kraków is also a great place to enjoy Polish cuisine and culture.", "place_image": "./static/images/krakow.png", "place_tags": "history", "place_links": "", "place_country": "Poland"}, "poland_10": {"place_id": "poland_10", "place_name": "Auschwitz-Birkenau", "place_lat": "50.041501", "place_lon": "19.199727", "place_brief_desc": "A former Nazi concentration and extermination camp, located in the towns of Oświęcim and Brzezinka.", "place_longer_desc": "The Auschwitz-Birkenau Memorial and Museum is a sobering but important place to visit. Visitors can learn about", "place_image": "./static/images/auschwitz-birkenau.png", "place_tags": "history", "place_links": "", "place_country": "Poland"}, "poland_11": {"place_id": "poland_11", "place_name": "Katovice", "place_lat": "49.269454", "place_lon": "13.823423", "place_brief_desc": "11th most populous city in Poland, while its urban area is the most populous in the country", "place_longer_desc": "Katowice is the capital city of the Silesian Voivodeship in southern Poland and the central city of the Upper Silesian metropolitan area. It is the 11th most populous city in Poland, while its urban area is the most populous in the country and one of the most populous in the European Unio", "place_image": "./static/images/katovice.png", "place_tags": "history", "place_links": "", "place_country": "Poland"}, "poland_2": {"place_id": "poland_2", "place_name": "Warsaw", "place_lat": "52.224729", "place_lon": "21.001417", "place_brief_desc": "Poland's capital and largest city, known for its Royal Castle, Palace of Culture and Science, and Łazienki Park.", "place_longer_desc": "Warsaw is a vibrant city with a lot to offer visitors. The Royal Castle is a must-see for anyone interested in Polish history. Visitors can also visit the Palace of Culture and Science, a towering Art Deco building, and Łazienki Park, a beautiful park with gardens, lakes, and palaces.", "place_image": "./static/images/warsaw.png", "place_tags": "history", "place_links": "", "place_country": "Poland"}, "poland_3": {"place_id": "poland_3", "place_name": "Wroclaw", "place_lat": "51.098075", "place_lon": "17.037084", "place_brief_desc": "Poland's fourth-largest city, known for its Rynek Główny market square, Centennial Hall, and Cathedral of St. John the Baptist.", "place_longer_desc": "Wrocław is a charming city with a lot to offer visitors. The Rynek Główny market square is one of the largest market squares in Europe and is home to many well-preserved medieval buildings. Visitors can also visit the Centennial Hall, a UNESCO World Heritage Site, and the Cathedral of St. John the Baptist, a beautiful Gothic cathedral.", "place_image": "./static/images/wroclaw.png", "place_tags": "history", "place_links": "", "place_country": "Poland"}, "poland_4": {"place_id": "poland_4", "place_name": "Gdansk", "place_lat": "54.365843", "place_lon": "18.64396", "place_brief_desc": "Poland's sixth-largest city and a port city on the Baltic Sea, known for its Old Town, Mariacka Street, and St. Mary's Church.", "place_longer_desc": "Gdańsk is a beautiful city with a lot to offer visitors. The Old Town is a UNESCO World Heritage Site and is home to many well-preserved medieval buildings. Visitors can also visit Mariacka Street, a charming street lined with shops and restaurants, and St. Mary's Church, a beautiful Gothic church.", "place_image": "./static/images/gdansk.png", "place_tags": "history", "place_links": "", "place_country": "Poland"}, "poland_5": {"place_id": "poland_5", "place_name": "Lodz", "place_lat": "51.859659", "place_lon": "19.762066", "place_brief_desc": "Poland's third-largest city, known for its Piotrkowska Street, Księży Młyn District, and Manufaktura shopping complex.", "place_longer_desc": "Łódź is a vibrant city with a lot to offer visitors. Piotrkowska Street is a long pedestrian street lined with shops, restaurants, and bars. The Księży Młyn District is a former industrial area that has been transformed into a trendy neighborhood with art galleries, cafes, and restaurants. Manufaktura is a large shopping complex located in a former textile mill.", "place_image": "./static/images/lodz.png", "place_tags": "history", "place_links": "", "place_country": "Poland"}, "poland_6": {"place_id": "poland_6", "place_name": "Poznan", "place_lat": "52.410249", "place_lon": "16.905366", "place_brief_desc": "Poland's fifth-largest city, known for its Old Town, Poznań Town Hall, and St. Peter and Paul's Basilica.", "place_longer_desc": "Poznań is a charming city with a lot to offer visitors. The Old Town is a UNESCO World Heritage Site and is home to many well-preserved medieval buildings. Visitors can also visit Poznań Town Hall, a beautiful Renaissance building, and St. Peter and Paul's Basilica, a beautiful Gothic basilica.", "place_image": "./static/images/poznan.png", "place_tags": "history", "place_links": "", "place_country": "Poland"}, "poland_7": {"place_id": "poland_7", "place_name": "Bielsko-Biala", "place_lat": "49.830713", "place_lon": "19.04558", "place_brief_desc": "A mountain range in the southern Carpathian Mountains, known for its stunning scenery, hiking trails, and ski resorts.", "place_longer_desc": "The Tatra Mountains are a great place to experience Polish nature. Visitors can go hiking, biking, or skiing in the mountains. They can also visit the mountain villages, which are home to traditional Polish culture and cuisine.", "place_image": "./static/images/bielsko-biala.png", "place_tags": "history", "place_links": "", "place_country": "Poland"}, "poland_8": {"place_id": "poland_8", "place_name": "Malbork", "place_lat": "54.035795", "place_lon": "19.042821", "place_brief_desc": "The largest brick castle in Europe, located in the town of Malbork.", "place_longer_desc": "Malbork Castle is a UNESCO World Heritage Site and one of Poland's most popular tourist attractions. Visitors can tour the castle and learn about its fascinating history.", "place_image": "./static/images/malbork.png", "place_tags": "history", "place_links": "", "place_country": "Poland"}, "portugal_1": {"place_id": "portugal_1", "place_name": "Lisbon", "place_lat": "38.71387", "place_lon": "-9.122271", "place_brief_desc": "Portugal's capital and largest city, known for its medieval Old Town, São Jorge Castle, and Jerónimos Monastery.", "place_longer_desc": "Lisbon is a charming city with a lot to offer visitors. The Old Town is a UNESCO World Heritage Site and is home to many well-preserved medieval buildings, including São Jorge Castle and the Sé de Lisboa Cathedral. Visitors can also visit the Jerónimos Monastery, a UNESCO World Heritage Site, and the Belém Tower, a 16th-century tower. Lisbon is also a great place to enjoy Portuguese cuisine and culture.", "place_image": "./static/images/lisbon.png", "place_tags": "history", "place_links": "", "place_country": "Portugal"}, "portugal_2": {"place_id": "portugal_2", "place_name": "Sintra", "place_lat": "38.799169", "place_lon": "-9.385368", "place_brief_desc": "A town located in the Sintra Mountains, known for its fairytale castles and palaces, including the Pena Palace and the Quinta da Regaleira.", "place_longer_desc": "Sintra is a UNESCO World Heritage Site and is home to many well-preserved castles and palaces, including the Pena Palace, a colorful castle that sits on top of a hill, and the Quinta da Regaleira, a mysterious estate with gardens, grottoes, and tunnels. Sintra is also a great place to go hiking and enjoy the stunning scenery.", "place_image": "./static/images/sintra.png", "place_tags": "history", "place_links": "", "place_country": "Portugal"}, "portugal_3": {"place_id": "portugal_3", "place_name": "obidos", "place_lat": "39.364662", "place_lon": "-9.159487", "place_brief_desc": "A walled town located in central Portugal, known for its medieval castle, whitewashed houses, and narrow streets.", "place_longer_desc": "Óbidos is a charming walled town with a lot to offer visitors. The medieval castle is located on top of a hill and offers stunning views of the town. Visitors can also wander through the narrow streets and admire the whitewashed houses. Óbidos is also a great place to try the famous Óbidos ginjinha, a sweet liqueur made from ginja berries.", "place_image": "./static/images/obidos.png", "place_tags": "history", "place_links": "", "place_country": "Portugal"}, "portugal_4": {"place_id": "portugal_4", "place_name": "Porto", "place_lat": "41.148823", "place_lon": "-8.584932", "place_brief_desc": "Portugal's second-largest city, known for its colorful buildings, port wine, and Dom Luís I Bridge.", "place_longer_desc": "Porto is a vibrant city with a lot to offer visitors. The Ribeira district is a UNESCO World Heritage Site and is home to many colorful buildings, including the Livraria Lello, a beautiful bookstore. Visitors can also visit the port wine cellars in Vila Nova de Gaia and take a boat trip on the Douro River. Porto is also a great place to enjoy Portuguese cuisine and culture.", "place_image": "./static/images/porto.png", "place_tags": "history", "place_links": "", "place_country": "Portugal"}, "portugal_5": {"place_id": "portugal_5", "place_name": "Lagos", "place_lat": "37.108469", "place_lon": "-8.67166", "place_brief_desc": "popular Algarve town", "place_longer_desc": "The Algarve is a popular tourist destination for its beautiful beaches, dramatic coastline, and golf courses. Visitors can relax on the beach, go swimming, surfing, or golfing. The Algarve is also home to many charming villages and towns, such as Lagos and Albufeira.", "place_image": "./static/images/lagos.png", "place_tags": "history", "place_links": "", "place_country": "Portugal"}, "portugal_6": {"place_id": "portugal_6", "place_name": "Albufeira", "place_lat": "37.128686", "place_lon": "-8.232825", "place_brief_desc": "popular Algarve town", "place_longer_desc": "The Algarve is a popular tourist destination for its beautiful beaches, dramatic coastline, and golf courses. Visitors can relax on the beach, go swimming, surfing, or golfing. The Algarve is also home to many charming villages and towns, such as Lagos and Albufeira.", "place_image": "./static/images/albufeira.png", "place_tags": "history", "place_links": "", "place_country": "Portugal"}, "romania_1": {"place_id": "romania_1", "place_name": "Sighisoara", "place_lat": "46.226398", "place_lon": "24.795737", "place_brief_desc": "UNESCO World Heritage Site and one of the best-preserved medieval towns in Europe.", "place_longer_desc": "Sighișoara is a UNESCO World Heritage Site and one of the best-preserved medieval towns in Europe. It is also the birthplace of Vlad the Impaler, the inspiration for Dracula. You can explore the colourful houses, the cobblestone streets, the clock tower, and the citadel that overlooks the town. You can also visit the house where Vlad was born, now a museum and a restaurant.", "place_image": "./static/images/sighisoara.png", "place_tags": "history", "place_links": "", "place_country": "Romania"}, "romania_10": {"place_id": "romania_10", "place_name": "Bucharest", "place_lat": "44.428816", "place_lon": "26.10382", "place_brief_desc": "Capital of Romania offering a contrast between its historical and cultural heritage and its modern and eclectic vibe.", "place_longer_desc": "It’s the capital and the largest city of Romania, as well as a dynamic and cosmopolitan metropolis. It offers a contrast between its historical and cultural heritage and its modern and eclectic vibe. You can visit the Palace of Parliament, one of the largest and most extravagant buildings in the world, built by the former communist dictator Nicolae Ceaușescu. You can also explore the old town, where you can find churches, museums, restaurants, and bars.", "place_image": "./static/images/bucharest.png", "place_tags": "history", "place_links": "", "place_country": "Romania"}, "romania_2": {"place_id": "romania_2", "place_name": "Brasov", "place_lat": "46.226398", "place_lon": "24.795737", "place_brief_desc": "Charming city surrounded by the Carpathian Mountains and known for its Gothic and Baroque architecture.", "place_longer_desc": "Brașov is a charming city surrounded by the Carpathian Mountains and known for its Gothic and Baroque architecture. It is also a gateway to some of the most famous attractions in Romania, such as Bran Castle (also known as Dracula's Castle), Peleș Castle (a former royal residence), and Râșnov Fortress (a medieval citadel). You can also enjoy the nature and wildlife of the nearby Piatra Craiului National Park or Poiana Brașov ski resort.", "place_image": "./static/images/brasov.png", "place_tags": "history", "place_links": "", "place_country": "Romania"}, "romania_3": {"place_id": "romania_3", "place_name": "Sibiu", "place_lat": "45.799977", "place_lon": "24.161575", "place_brief_desc": "Picturesque town in Transylvania, Sibiu was the European Capital of Culture in 2007 and has a rich cultural and architectural heritage.", "place_longer_desc": "Another picturesque town in Transylvania, Sibiu was the European Capital of Culture in 2007 and has a rich cultural and architectural heritage. You can admire the colourful houses, the Brukenthal Museum, and the Bridge of Lies.", "place_image": "./static/images/sibiu.png", "place_tags": "history", "place_links": "", "place_country": "Romania"}, "romania_4": {"place_id": "romania_4", "place_name": "Targu Mures", "place_lat": "46.533344", "place_lon": "24.549316", "place_brief_desc": "Known for its baroque architecture and multiculturalism.", "place_longer_desc": "Targu Mures is a city in central Romania, known for its baroque architecture and multiculturalism. To dig deep into local history and culture visits to the Museum of Ethnography and Folk Art and the multi-museumed Palace of Culture are just the ticket. Alternatively, you could just join the locals and chill out at the Weekend Complex amusement park", "place_image": "./static/images/targu mures.png", "place_tags": "history", "place_links": "", "place_country": "Romania"}, "romania_5": {"place_id": "romania_5", "place_name": "Miercurea Ciuc", "place_lat": "46.359574", "place_lon": "25.793782", "place_brief_desc": "Capital of the Hargita province on the edge of the eastern Carpathians, this is a good place to get a better understanding of the ethnic complexity of Transylvania.", "place_longer_desc": "Capital of the Hargita province on the edge of the eastern Carpathians, this is a good place to get a better understanding of the ethnic complexity of Transylvania. Why not visit the Csiki Szekely Muzeum in the Mikó Castle which is dedicated to Szekler culture and traditions, as well as local history. Here you can admire collections of folk art, ceramics, textiles, furniture, weapons and coins. The Franciscan Monastery dates back to the 14th century and is a special historical and architectural monument. It houses a Gothic church with murals and stained glass, as well as a library including rare manuscripts and incunabula. The monastery is also a cultural and spiritual centre, which organises concerts, exhibitions and conferences.", "place_image": "./static/images/miercurea ciuc.png", "place_tags": "history", "place_links": "", "place_country": "Romania"}, "romania_6": {"place_id": "romania_6", "place_name": "Cluj-Napoca", "place_lat": "46.784197", "place_lon": "23.586616", "place_brief_desc": "The unofficial capital of Transylvania and a vibrant cultural and academic centre.", "place_longer_desc": "Cluj-Napoca is the unofficial capital of Transylvania and a vibrant cultural and academic centre. It is home to the largest university in Romania, as well as numerous museums, art galleries, theatres, and festivals. You can enjoy the architecture of the old town, the botanical garden, and the central park. You can also visit the Turda Salt Mine, a spectacular underground attraction that features a lake, a museum, and a Ferris wheel.", "place_image": "./static/images/cluj-napoca.png", "place_tags": "history", "place_links": "", "place_country": "Romania"}, "romania_7": {"place_id": "romania_7", "place_name": "Timisoara", "place_lat": "45.696772", "place_lon": "21.198704", "place_brief_desc": "Known as the \"Little Vienna\" for its elegant buildings and squares that reflect its Austro-Hungarian heritage.", "place_longer_desc": "The largest city in western Romania, Timisoara is known as the \"Little Vienna\" for its elegant buildings and squares that reflect its Austro-Hungarian heritage. Timisoara is also a modern and dynamic city that was the first in Europe to have electric street lighting and trams. You can enjoy the cultural and nightlife options in Timisoara, or visit some of its attractions, such as the Orthodox Cathedral, the Huniade Castle, and the Botanical Garden.", "place_image": "./static/images/timisoara.png", "place_tags": "history", "place_links": "", "place_country": "Romania"}, "romania_8": {"place_id": "romania_8", "place_name": "Tulcea", "place_lat": "45.162084", "place_lon": "28.769176", "place_brief_desc": "Gateway to the Danube Delta -  one of the largest and most biodiverse wetlands in Europe,", "place_longer_desc": "The Danube Delta is one of the largest and most biodiverse wetlands in Europe, where the Danube River flows into the Black Sea. It is a UNESCO World Heritage Site and a paradise for nature lovers and birdwatchers. You can take a boat tour or rent a kayak to admire the scenery and wildlife of this unique ecosystem. You can also visit some of the traditional fishing villages and sample some of the local cuisine based on fresh fish.", "place_image": "./static/images/tulcea.png", "place_tags": "history", "place_links": "", "place_country": "Romania"}, "romania_9": {"place_id": "romania_9", "place_name": "Constanta", "place_lat": "44.168767", "place_lon": "28.631893", "place_brief_desc": "Popular destination for sunbathing, swimming, and partying.", "place_longer_desc": "The largest port and seaside resort on the Black Sea coast, Constanta is a popular destination for sunbathing, swimming, and partying. You can also visit the ancient ruins of Tomis, the Casino, and the Aquarium.", "place_image": "./static/images/constanta.png", "place_tags": "history", "place_links": "", "place_country": "Romania"}, "slovakia_1": {"place_id": "slovakia_1", "place_name": "Bratislava", "place_lat": "48.154135", "place_lon": "17.097852", "place_brief_desc": "Slovakia's capital and largest city, known for its medieval Old Town, Bratislava Castle, and Devin Castle.", "place_longer_desc": "Bratislava is a charming city with a lot to offer visitors. The Old Town is home to many well-preserved medieval buildings, including Bratislava Castle and the St. Martin's Cathedral. Visitors can also visit Devin Castle, a beautiful castle located on the Danube River. Bratislava is also a great place to enjoy Slovak cuisine and culture.", "place_image": "./static/images/bratislava.png", "place_tags": "history", "place_links": "", "place_country": "Slovakia"}, "slovakia_2": {"place_id": "slovakia_2", "place_name": "Kosice", "place_lat": "48.722918", "place_lon": "21.268721", "place_brief_desc": "Slovakia's second-largest city, known for its medieval Old Town, St. Elisabeth's Cathedral, and Singing Fountain.", "place_longer_desc": "Košice is a beautiful city with a rich history. The Old Town is home to many well-preserved medieval buildings, including St. Elisabeth's Cathedral, a Gothic cathedral that is one of the largest churches in Slovakia. Visitors can also visit the Singing Fountain, a musical fountain that puts on a show every evening. Košice is also a great place to enjoy Slovak cuisine and culture.", "place_image": "./static/images/kosice.png", "place_tags": "history", "place_links": "", "place_country": "Slovakia"}, "slovakia_3": {"place_id": "slovakia_3", "place_name": "Banska Bystrica", "place_lat": "48.734658", "place_lon": "19.163006", "place_brief_desc": "A city in central Slovakia, known for its medieval Old Town, SNP Square, and the Matej Bel University.", "place_longer_desc": "Banská Bystrica is a charming city with a lot to offer visitors. The Old Town is home to many well-preserved medieval buildings, including SNP Square, a large square that is often used for concerts and other events. Visitors can also visit the Matej Bel University, one of the oldest universities in Slovakia. Banská Bystrica is also a great place to enjoy Slovak cuisine and culture.", "place_image": "./static/images/banska bystrica.png", "place_tags": "history", "place_links": "", "place_country": "Slovakia"}, "slovakia_4": {"place_id": "slovakia_4", "place_name": "Zilina", "place_lat": "49.227043", "place_lon": "18.746006", "place_brief_desc": "A city in northwestern Slovakia, known for its historic center, the Budatín Castle, and the Rajecké Teplice spa town.", "place_longer_desc": "Žilina is a beautiful city with a lot to offer visitors. The historic center is home to many well-preserved buildings, including the Budatín Castle, a castle that dates back to the 13th century. Visitors can also visit the Rajecké Teplice spa town, which is known for its thermal springs and spa treatments. Žilina is also a great place to enjoy Slovak cuisine and culture.", "place_image": "./static/images/zilina.png", "place_tags": "history", "place_links": "", "place_country": "Slovakia"}, "slovenia_1": {"place_id": "slovenia_1", "place_name": "Ljubljana", "place_lat": "46.058687", "place_lon": "14.51294", "place_brief_desc": "Slovenia's capital and largest city, known for its medieval Old Town, Ljubljana Castle, and Dragon Bridge.", "place_longer_desc": "Ljubljana is a charming city with a lot to offer visitors. The Old Town is home to many well-preserved medieval buildings, including Ljubljana Castle, a castle that dates back to the 12th century. Visitors can also visit the Dragon Bridge, a famous bridge decorated with dragon statues. Ljubljana is also a great place to enjoy Slovenian cuisine and culture.", "place_image": "./static/images/ljubljana.png", "place_tags": "history", "place_links": "", "place_country": "Slovenia"}, "slovenia_2": {"place_id": "slovenia_2", "place_name": "Bled", "place_lat": "46.368302", "place_lon": "14.082303", "place_brief_desc": "A town in northwestern Slovenia, known for its Lake Bled, Bled Island, and Bled Castle.", "place_longer_desc": "Bled is a beautiful town located on Lake Bled, a picturesque lake with a small island in the middle. Visitors can take a boat trip to the island and visit the Bled Island Church, a charming church located on the island. They can also visit Bled Castle, a castle that dates back to the 11th century. Bled is also a great place to try the famous Bled cake, a custard cream cake topped with whipped cream.", "place_image": "./static/images/bled.png", "place_tags": "history", "place_links": "", "place_country": "Slovenia"}, "slovenia_3": {"place_id": "slovenia_3", "place_name": "Postojna", "place_lat": "45.773099", "place_lon": "14.221465", "place_brief_desc": "A cave system in southwestern Slovenia, known for its stalagmites, stalactites, and cave train.", "place_longer_desc": "Postojna Cave is one of the most popular tourist attractions in Slovenia. Visitors can take a guided tour of the cave and see its many stalagmites, stalactites, and other cave formations. They can also take a cave train ride, which takes them through the cave system.", "place_image": "./static/images/postojna.png", "place_tags": "history", "place_links": "", "place_country": "Slovenia"}, "spain_1": {"place_id": "spain_1", "place_name": "Barcelona", "place_lat": "41.37922", "place_lon": "2.140624", "place_brief_desc": "Barcelona is on the popular side...But it's with good reason. It's a sophisticated beach-side party town with world class architecture.", "place_longer_desc": "With around 20 million tourists per year, Barcelona is on the popular side...But it's with good reason. It's a sophisticated beach-side party town with world class architecture.", "place_image": "./static/images/barcelona.png", "place_tags": "history|art", "place_links": "", "place_country": "Spain"}, "spain_104": {"place_id": "spain_104", "place_name": "Figueres", "place_lat": "42.2647710", "place_lon": "2.94354700", "place_brief_desc": "Home of Salvador Dalí's museum - the one he made himself.", "place_longer_desc": "Home of Salvador Dalí's museum - the one he made himself. It's also the capital of At Emporta with one of Europe's largest forts.", "place_image": "./static/images/figueres.png", "place_tags": "history", "place_links": "", "place_country": "Spain"}, "spain_105": {"place_id": "spain_105", "place_name": "Girona", "place_lat": "41.9793030", "place_lon": "2.81700600", "place_brief_desc": "The smart choice for those who have found Barcelona just a bit too much...", "place_longer_desc": "The Catalan city of Girona is the smart choice for those who have found Barcelona just a bit too much...", "place_image": "./static/images/girona.png", "place_tags": "history", "place_links": "", "place_country": "Spain"}, "spain_139": {"place_id": "spain_139", "place_name": "Tolosa", "place_lat": "43.131936", "place_lon": "-2.085247", "place_brief_desc": "If you are planning on travelling between San Sebastian and Pamplona, then why not make a detour via Tolosa?", "place_longer_desc": "If you are planning on travelling between San Sebastian and Pamplona, then why not make a detour via Tolosa?", "place_image": "./static/images/tolosa.png", "place_tags": "history", "place_links": "", "place_country": "Spain"}, "spain_162": {"place_id": "spain_162", "place_name": "Algeciras", "place_lat": "36.1268310", "place_lon": "-5.4511080", "place_brief_desc": "The historic and forever functional Gibraltar is quite unique and a fitting endpoint for any journey from Blighty.", "place_longer_desc": "The historic and forever functional Gibraltar is quite unique and a fitting endpoint for any journey from Blighty. Make sure to savour the experience of walking across the runway (following the green cross code at the pedestrian lights).", "place_image": "./static/images/algeciras.png", "place_tags": "history", "place_links": "", "place_country": "Spain"}, "spain_19": {"place_id": "spain_19", "place_name": "Tarragona", "place_lat": "41.1116240", "place_lon": "1.25321400", "place_brief_desc": "UNESCO-listed tourist destination for its Romn heritage and a busy port ", "place_longer_desc": "Tarragona seems to effortlessly juggle being both a UNESCO-listed tourist destination and a busy port with all the associated industry", "place_image": "./static/images/tarragona.png", "place_tags": "history", "place_links": "", "place_country": "Spain"}, "spain_20": {"place_id": "spain_20", "place_name": "Madrid", "place_lat": "40.4720993", "place_lon": "-3.6824687", "place_brief_desc": "Madrid has accumulated a wealth of art and architecture that should tickle even the most jaded of travellers.", "place_longer_desc": "Madrid, capital of Spain and former centre of a vast new-world empire has accumulated a wealth of art and architecture that should tickle even the most jaded of travellers.", "place_image": "./static/images/madrid.png", "place_tags": "history", "place_links": "", "place_country": "Spain"}, "spain_44": {"place_id": "spain_44", "place_name": "San Sebastian", "place_lat": "43.317669", "place_lon": "-1.976704", "place_brief_desc": "Where better to top up your tan, fill up your tummy and empty your wallet in this seductively urbane resort.", "place_longer_desc": "Being just 20km from the French border, San Sebastian (Donostia in Basque) is an ideal hop off when travelling to Spain. Where better to top up your tan, fill up your tummy and empty your wallet in this seductively urbane resort?", "place_image": "./static/images/san sebastian.png", "place_tags": "history", "place_links": "", "place_country": "Spain"}, "spain_55": {"place_id": "spain_55", "place_name": "Zaragoza", "place_lat": "41.658649", "place_lon": "-0.911615", "place_brief_desc": "The capital of Aragon has plenty to see in do thanks to two thousand years of history and two cathedrals", "place_longer_desc": "The capital of Aragon has plenty to see in do thanks to two thousand years of history and two cathedrals", "place_image": "./static/images/zaragoza.png", "place_tags": "history", "place_links": "", "place_country": "Spain"}, "spain_56": {"place_id": "spain_56", "place_name": "Tudela de Navarra", "place_lat": "42.0594340", "place_lon": "-1.5979310", "place_brief_desc": "The home of vegetables.", "place_longer_desc": "With arid desert to the north and lush market gardens to the south, Tudela is quite unlike the rest of Navarre. For a start, you can leave behind your Basque dictionary as Spanish is the only official language here. It's climate and soil and river have helped make it the home of vegetables.", "place_image": "./static/images/tudela de navarra.png", "place_tags": "history", "place_links": "", "place_country": "Spain"}, "spain_61": {"place_id": "spain_61", "place_name": "Pamplona", "place_lat": "42.8248770", "place_lon": "-1.6614190", "place_brief_desc": "Pamplona, Iruña in Basque, is the historic capital of the Kingdom of Navarre which straddled Spain and France.", "place_longer_desc": "Pamplona, Iruña in Basque, is the historic capital of the Kingdom of Navarre which straddled Spain and France. Now famous for its annual bull running festival made famous by Ernest Hemingway.", "place_image": "./static/images/pamplona.png", "place_tags": "history", "place_links": "", "place_country": "Spain"}, "spain_742": {"place_id": "spain_742", "place_name": "Teruel", "place_lat": "40.3410290", "place_lon": "-1.1102840", "place_brief_desc": "famed as the town that doesn't exist - it's clearly a hidden gem", "place_longer_desc": "famed as the town that doesn't exist - it's clearly a hidden gem", "place_image": "./static/images/teruel.png", "place_tags": "history", "place_links": "", "place_country": "Spain"}, "spain_803": {"place_id": "spain_803", "place_name": "Vic", "place_lat": "41.930805", "place_lon": "2.248776", "place_brief_desc": "home of Sert and the sausage", "place_longer_desc": "home of Sert and the sausage", "place_image": "./static/images/vic.png", "place_tags": "history", "place_links": "", "place_country": "Spain"}, "spain_804": {"place_id": "spain_804", "place_name": "Puigcerda", "place_lat": "42.428908", "place_lon": "1.924085", "place_brief_desc": "A getaway for Barcelonans who want to get away from it all and breath the fresh cooling air of the Pyrenees", "place_longer_desc": "A getaway for Barcelonans who want to get away from it all and breath the fresh cooling air of the Pyrenees", "place_image": "./static/images/puigcerda.png", "place_tags": "history", "place_links": "", "place_country": "Spain"}, "spain_805": {"place_id": "spain_805", "place_name": "Llanca", "place_lat": "42.3665949", "place_lon": "3.14898700", "place_brief_desc": "Popular string of beaches and port with historic bunkers.", "place_longer_desc": "Popular string of beaches and port with historic bunkers.", "place_image": "./static/images/llanca.png", "place_tags": "history", "place_links": "", "place_country": "Spain"}, "spain_806": {"place_id": "spain_806", "place_name": "Portbou", "place_lat": "42.4244940", "place_lon": "3.15785800", "place_brief_desc": "A border town with a fascinating 20th Century history", "place_longer_desc": "A border town with a beach and a fascinating 20th Century history", "place_image": "./static/images/portbou.png", "place_tags": "history", "place_links": "", "place_country": "Spain"}, "spain_96": {"place_id": "spain_96", "place_name": "Cordoba", "place_lat": "37.8882910", "place_lon": "-4.7894530", "place_brief_desc": "Córdoba's Mezquita (Great Mosque) with it's nested cathedral is reason enough to come here on its own, but there's plenty else to see and do in this ancient Andalusian city.", "place_longer_desc": "Córdoba's Mezquita (Great Mosque) with it's nested cathedral is reason enough to come here on its own, but there's plenty else to see and do in this ancient Andalusian city.", "place_image": "./static/images/cordoba.png", "place_tags": "history", "place_links": "", "place_country": "Spain"}, "spain_97": {"place_id": "spain_97", "place_name": "Seville", "place_lat": "37.3921277", "place_lon": "-5.9752694", "place_brief_desc": "Few places encapsulate the story of Spain as well as Seville.", "place_longer_desc": "Few places encapsulate the story of Spain as well as Seville. And where better to tell that story than the vast Gothic Cathedral which was built on the site of a Moorish mosque and contains the remains of Christopher Columbus.", "place_image": "./static/images/seville.png", "place_tags": "history", "place_links": "", "place_country": "Spain"}, "sweden_1": {"place_id": "sweden_1", "place_name": "Stockholm", "place_lat": "59.330963", "place_lon": "18.066134", "place_brief_desc": "Sweden's capital and largest city, with a rich history and culture.", "place_longer_desc": "Sweden's capital and largest city, with a rich history and culture.", "place_image": "./static/images/stockholm.png", "place_tags": "history", "place_links": "", "place_country": "Sweden"}, "sweden_3": {"place_id": "sweden_3", "place_name": "Malmo", "place_lat": "55.609231", "place_lon": "13.00126", "place_brief_desc": "Sweden's third-largest city, located in the south of the country.", "place_longer_desc": "Sweden's third-largest city, located in the south of the country.", "place_image": "./static/images/malmo.png", "place_tags": "history", "place_links": "", "place_country": "Sweden"}, "sweden_4": {"place_id": "sweden_4", "place_name": "Uppsala", "place_lat": "59.858099", "place_lon": "17.646751", "place_brief_desc": "A city in central Sweden, known for its university and cathedral.", "place_longer_desc": "A city in central Sweden, known for its university and cathedral.", "place_image": "./static/images/uppsala.png", "place_tags": "history", "place_links": "", "place_country": "Sweden"}, "sweden_5": {"place_id": "sweden_5", "place_name": "Linkoping", "place_lat": "58.416014", "place_lon": "15.626677", "place_brief_desc": "A city in southern Sweden, known for its cathedral and air force museum.", "place_longer_desc": "A city in southern Sweden, known for its cathedral and air force museum.", "place_image": "./static/images/linkoping.png", "place_tags": "history", "place_links": "", "place_country": "Sweden"}, "sweden_6": {"place_id": "sweden_6", "place_name": "Kiruna", "place_lat": "67.86827", "place_lon": "20.199526", "place_brief_desc": "A city in northern Sweden, located in the Arctic Circle.", "place_longer_desc": "A city in northern Sweden, located in the Arctic Circle.", "place_image": "./static/images/kiruna.png", "place_tags": "history", "place_links": "", "place_country": "Sweden"}, "sweden_7": {"place_id": "sweden_7", "place_name": "Umea", "place_lat": "63.830127", "place_lon": "20.267053", "place_brief_desc": "Northerly town on the Western edge of the kvarken", "place_longer_desc": "Northerly town on the Western edge of the kvarken", "place_image": "./static/images/umea.png", "place_tags": "history", "place_links": "", "place_country": "Sweden"}, "sweden_8": {"place_id": "sweden_8", "place_name": "Mora", "place_lat": "61.00888", "place_lon": "14.558929", "place_brief_desc": "Town in Darlarnla  - aregion in central Sweden, known for its traditional villages and red-painted wooden houses.", "place_longer_desc": "Town in Darlarnla  - aregion in central Sweden, known for its traditional villages and red-painted wooden houses.", "place_image": "./static/images/mora.png", "place_tags": "history", "place_links": "", "place_country": "Sweden"}, "switzerland_1": {"place_id": "switzerland_1", "place_name": "Jungfraujoch", "place_lat": "46.548212", "place_lon": "7.982502", "place_brief_desc": "This is the ultimate destination for mountain lovers.", "place_longer_desc": "This is the ultimate destination for mountain lovers, as it boasts three of Switzerland's most famous peaks: Eiger, Mönch, and Jungfrau. You can take a train ride up to the Jungfraujoch, Europe's highest train station at 3454m (11,332ft), and marvel at the views of glaciers and snow-capped mountains. You can also explore the picturesque towns of Grindelwald, Lauterbrunnen, Murren, and Wengen, where you can hike, ski, sled, or zip-line among the majestic scenery.", "place_image": "./static/images/jungfraujoch.png", "place_tags": "history", "place_links": "", "place_country": "Switzerland"}, "switzerland_2": {"place_id": "switzerland_2", "place_name": "Bern", "place_lat": "46.948834", "place_lon": "7.439131", "place_brief_desc": "The capital city of Switzerland and a UNESCO World Heritage site.", "place_longer_desc": "The capital city of Switzerland is a UNESCO World Heritage site, with a medieval Old Town that features 6km (3.7 miles) of covered arcades, colourful fountains, and historic buildings. You can visit the Einstein-Haus, where the genius developed his theory of relativity, the Kunsthaus, which has an outstanding fine arts collection, and the Zentrum Paul Klee, a modern museum dedicated to the Swiss painter. Bern is also surrounded by wooded hills and the turquoise Aare river, which you can swim in during summer.", "place_image": "./static/images/bern.png", "place_tags": "history", "place_links": "", "place_country": "Switzerland"}, "switzerland_3": {"place_id": "switzerland_3", "place_name": "Geneva", "place_lat": "46.210209", "place_lon": "6.142455", "place_brief_desc": "Cosmopolitan hub of culture, diplomacy, and innovation.", "place_longer_desc": "The second-largest city in Switzerland is a cosmopolitan hub of culture, diplomacy, and innovation. It is home to the headquarters of many international organisations, such as the United Nations and the Red Cross. You can visit the Jet d'Eau, a huge fountain that shoots water 140m into the air, the Cathedral of St. Pierre, where John Calvin preached during the Reformation, and the Patek Philippe Museum, which showcases the history and craftsmanship of Swiss watchmaking. Geneva is also a gateway to the nearby vineyards and mountains of France.", "place_image": "./static/images/geneva.png", "place_tags": "history", "place_links": "", "place_country": "Switzerland"}, "switzerland_4": {"place_id": "switzerland_4", "place_name": "Lucerne", "place_lat": "47.050179", "place_lon": "8.310186", "place_brief_desc": "Charming city in central Switzerland is situated on the shores of Lake Lucerne, with a backdrop of snow-capped mountains.", "place_longer_desc": "This charming city in central Switzerland is situated on the shores of Lake Lucerne, with a backdrop of snow-capped mountains. You can stroll along the Chapel Bridge, a wooden bridge with painted panels that dates back to the 14th century, visit the Lion Monument, a carved stone lion that commemorates the Swiss soldiers who died during the French Revolution, and explore the Old Town, which has many colourful buildings and squares. You can also take a boat ride on the lake or a cable car up to Mount Pilatus or Mount Rigi for panoramic views.", "place_image": "./static/images/lucerne.png", "place_tags": "history", "place_links": "", "place_country": "Switzerland"}, "switzerland_5": {"place_id": "switzerland_5", "place_name": "Zermatt", "place_lat": "46.024582", "place_lon": "7.748306", "place_brief_desc": "This car-free resort town at the foot of Matterhorn is a paradise for skiers and hikers alike.", "place_longer_desc": "This car-free resort town at the foot of Matterhorn is a paradise for skiers and hikers alike. You can take a cogwheel train up to Gornergrat, where you can enjoy a stunning view of Matterhorn and 28 other peaks over 4000m (13,123ft). You can also visit the Matterhorn Museum, which tells the story of the first ascent of the iconic mountain in 1865 and displays artefacts from that expedition. Zermatt is also known for its gastronomy and nightlife, with many restaurants and bars to choose from", "place_image": "./static/images/zermatt.png", "place_tags": "history", "place_links": "", "place_country": "Switzerland"}, "switzerland_6": {"place_id": "switzerland_6", "place_name": "Zurich", "place_lat": "47.378968", "place_lon": "8.540534", "place_brief_desc": "The largest city in Switzerland is a vibrant metropolis that combines urban flair with natural beauty.", "place_longer_desc": "The largest city in Switzerland is a vibrant metropolis that combines urban flair with natural beauty. Shopping is a must for some and Bahnhofstrasse is one of Europe's most expensive streets.", "place_image": "./static/images/zurich.png", "place_tags": "history", "place_links": "", "place_country": "Switzerland"}, "turkey_1": {"place_id": "turkey_1", "place_name": "Istanbul", "place_lat": "41.005418", "place_lon": "28.97724", "place_brief_desc": "Turkey's capital and largest city, known for its Hagia Sophia, Blue Mosque, and Grand Bazaar.", "place_longer_desc": "Istanbul is a vibrant city with a lot to offer visitors. The Hagia Sophia is a UNESCO World Heritage Site and one of the most popular tourist attractions in Turkey. Visitors can also visit the Blue Mosque, one of the largest mosques in the world, and the Grand Bazaar, one of the largest and oldest covered markets in the world. Istanbul is also a great place to enjoy Turkish cuisine and culture.", "place_image": "./static/images/istanbul.png", "place_tags": "history", "place_links": "", "place_country": "Turkey"}, "uk_1": {"place_id": "uk_1", "place_name": "London", "place_lat": "51.511654", "place_lon": "-0.117493", "place_brief_desc": "Capital of England and the United Kingdom", "place_longer_desc": "London, the capital of England and the United Kingdom, is a 21st-century city with history stretching back to Roman times. At its centre stand the imposing Houses of Parliament, the iconic ‘Big Ben’ clock tower and Westminster Abbey, site of British monarch coronations. Across the Thames River, the London Eye observation wheel provides panoramic views of the South Bank cultural complex, and the entire city", "place_image": "./static/images/london.png", "place_tags": "history", "place_links": "", "place_country": "UK"}, "italy_12": {"place_id": "italy_12", "place_name": "Bologna", "place_lat": "44.496860", "place_lon": "11.343868", "place_brief_desc": "A university city with a lively atmosphere, Bologna is known for its delicious food, medieval architecture, and vibrant nightlife.", "place_longer_desc": "Known as \"La Dotta\" (the learned one), Bologna is a historic university city with a rich culinary tradition. Visit the Basilica of San Petronio, the University of Bologna, and the Two Towers, and don't forget to try some of the city's famous tortellini and tagliatelle.", "place_image": "./static/images/Bologna.png", "place_tags": "history", "place_links": "", "place_country": "Italy"}, "italy_13": {"place_id": "italy_13", "place_name": "La Spezia", "place_lat": "44.108974", "place_lon": "9.828327", "place_brief_desc": "Gateway to the Cinque Terre", "place_longer_desc": "A string of five picturesque villages clinging to the cliffs along the Italian Riviera, Cinque Terre is a UNESCO World Heritage Site.", "place_image": "./static/images/La Spezia.png", "place_tags": "history", "place_links": "", "place_country": "Italy"}, "italy_14": {"place_id": "italy_14", "place_name": "Genoa", "place_lat": "44.401311", "place_lon": "8.942866", "place_brief_desc": "A port city with a rich maritime history, Genoa is known for its aquarium, museums, and palaces.", "place_longer_desc": "A port city with a rich maritime history, Genoa is known for its narrow streets, vibrant atmosphere, and delicious pesto sauce. Visit the Aquarium of Genoa, the Doge's Palace, and the Cathedral of San Lorenzo, and don't forget to try some of the city's famous focaccia and pasta al pesto.", "place_image": "./static/images/Genoa.png", "place_tags": "history", "place_links": "", "place_country": "Italy"}, "italy_15": {"place_id": "italy_15", "place_name": "Lugano", "place_lat": "46.014123", "place_lon": "8.949764", "place_brief_desc": "A glamorous lake surrounded by mountains, Lake Como is a popular destination for celebrities and tourists alike.", "place_longer_desc": "A glamorous lake surrounded by mountains, Lake Como is a popular destination for celebrities and tourists alike.", "place_image": "./static/images/Lugano.png", "place_tags": "history", "place_links": "", "place_country": "Italy"}, "italy_16": {"place_id": "italy_16", "place_name": "Lucca", "place_lat": "43.841495", "place_lon": "10.505967", "place_brief_desc": "Charming walled city with a well-preserved historic center.", "place_longer_desc": "A charming walled city with a well-preserved historic center, Lucca is known for its beautiful churches and palaces.", "place_image": "./static/images/Lucca.png", "place_tags": "history", "place_links": "", "place_country": "Italy"}, "italy_17": {"place_id": "italy_17", "place_name": "Matera", "place_lat": "40.671042", "place_lon": "16.60693", "place_brief_desc": "A unique city carved into the rocks, Matera is a UNESCO World Heritage Site with a fascinating history.", "place_longer_desc": "A UNESCO World Heritage Site, Matera is a unique and fascinating city with a labyrinthine historic center of cave dwellings. Visit the Sassi di Matera, the Cathedral, and the Rupestrian Churches, and don't forget to try some of the city's famous focaccia.", "place_image": "./static/images/Matera.png", "place_tags": "history", "place_links": "", "place_country": "Italy"}, "italy_18": {"place_id": "italy_18", "place_name": "Orvieto", "place_lat": "42.723965", "place_lon": "12.126607", "place_brief_desc": "hilltop town with stunning views", "place_longer_desc": "A hilltop town with stunning views of the surrounding countryside, Orvieto is known for its beautiful cathedral and underground caves.", "place_image": "./static/images/Orvieto.png", "place_tags": "history", "place_links": "", "place_country": "Italy"}, "italy_19": {"place_id": "italy_19", "place_name": "Padua", "place_lat": "45.417432", "place_lon": "11.880443", "place_brief_desc": "university city with a rich history", "place_longer_desc": "A university city with a rich history and culture, Padua is known for its famous basilica, the Scrovegni Chapel.", "place_image": "./static/images/Padua.png", "place_tags": "history", "place_links": "", "place_country": "Italy"}, "italy_20": {"place_id": "italy_20", "place_name": "Perugia", "place_lat": "43.104586", "place_lon": "12.375628", "place_brief_desc": "hilltop town with a rich history and culture", "place_longer_desc": "A hilltop town with a rich history and culture, Perugia is known for its chocolate, jazz festival, and Perugia-Assisi marathon.", "place_image": "./static/images/Perugia.png", "place_tags": "history", "place_links": "", "place_country": "Italy"}, "italy_21": {"place_id": "italy_21", "place_name": "Pisa", "place_lat": "43.708591", "place_lon": "10.398494", "place_brief_desc": "Home to the Leaning Tower, Pisa is a charming city with a medieval atmosphere.", "place_longer_desc": "Home to the iconic Leaning Tower, Pisa is a small and picturesque city with a lively university atmosphere. Visit the Piazza dei Miracoli, the Baptistery, and the Cathedral, and don't forget to take a silly photo in front of the Leaning Tower.", "place_image": "./static/images/Pisa.png", "place_tags": "history", "place_links": "", "place_country": "Italy"}, "italy_22": {"place_id": "italy_22", "place_name": "Ravenna", "place_lat": "44.419726", "place_lon": "12.208506", "place_brief_desc": "UNESCO World Heritage Site", "place_longer_desc": "Home to some of the most important Byzantine mosaics in the world, Ravenna is a UNESCO World Heritage Site.", "place_image": "./static/images/Ravenna.png", "place_tags": "history", "place_links": "", "place_country": "Italy"}, "italy_23": {"place_id": "italy_23", "place_name": "Montepulciano", "place_lat": "43.136725", "place_lon": "11.856611", "place_brief_desc": "hilltop town and heart of the famouse wine growing region", "place_longer_desc": "hilltop town and heart of the famouse wine growing region", "place_image": "./static/images/Montepulciano.png", "place_tags": "history", "place_links": "", "place_country": "Italy"}, "italy_24": {"place_id": "italy_24", "place_name": "Siena", "place_lat": "43.331846", "place_lon": "11.322686", "place_brief_desc": "A medieval city with a well-preserved historic center, Siena is known for its famous horse race, the Palio.", "place_longer_desc": "A medieval city with a stunning Piazza del Campo, Siena is known for its Palio horse race, its beautiful Gothic architecture, and its delicious Tuscan cuisine. Visit the Piazza del Campo, the Cathedral, and the Palazzo Pubblico, and don't forget to try some of the city's famous panforte (a traditional Tuscan sweet bread).", "place_image": "./static/images/Siena.png", "place_tags": "history", "place_links": "", "place_country": "Italy"}, "italy_25": {"place_id": "italy_25", "place_name": "Trieste", "place_lat": "45.657704", "place_lon": "13.772128", "place_brief_desc": "A city with a mix of Austrian and Italian influences, Trieste", "place_longer_desc": "A city with a mix of Austrian and Italian influences, Trieste", "place_image": "./static/images/Trieste.png", "place_tags": "history", "place_links": "", "place_country": "Italy"}, "italy_26": {"place_id": "italy_26", "place_name": "Verona", "place_lat": "45.429140", "place_lon": "10.982562", "place_brief_desc": "Home to Romeo and Juliet's balcony, Verona is a romantic city with a well-preserved historic center.", "place_longer_desc": "The city of Romeo and Juliet, Verona is a romantic and charming city with a well-preserved historic center. Visit the Verona Arena, the Juliet's House, and the Castelvecchio, and don't forget to take a stroll along the Ponte Scaligero.", "place_image": "./static/images/Verona.png", "place_tags": "history", "place_links": "", "place_country": "Italy"}}